[{"Text":"That's all for us from the Stampede Corral in Calgary, Alberta, Canada as the home team walks away with a 3-0 (25-20, 25-19, 26-24) win over Cuba to open the FIVB World League Intercontinental Round in Pool C. We're back tomorrow night at 7:10 p.m. local time (02:10 GMT) for the rematch. Good night!","Time":"103","Category":"-1"},{"Text":"Gavin Schmitt postgame: \"<span style=\"line-height: 1.42857143;\">We stayed pretty aggressive, we stayed patient and started to manage balls a lot better. They didn’t play as well as I think they can, and I think they’ll come out banging a little more tomorrow.\"</span><p class=\"MsoNormal\"><o:p></o:p></p>","Time":"38","Category":"-1"},{"Text":"Unofficially, Gavin Schmitt (CAN) led all players with 16 attacks and an ace for 17 points in the match. Cuba countered with Osmany Uriarte, who had 11 total points in a losing cause.","Time":"31","Category":"-1"},{"Text":"<p>Complexion of this match changed when this man - Lazaro Fundora - went down with an injury midway through the second set.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471381&amp;Maxsize=400\">","Time":"29","Category":"-1"},{"Text":"Canadian players salute the crowd of more than 6,000 after their straight-sets win over the Cubans.","Time":"27","Category":"-1"},{"Text":"Final score in this one: CAN 3, CUB 0 (25-20, 25-19, 26-24)","Time":"25","Category":"-1"},{"Text":"Gavin Schmitt - who else - puts it down the line to end it as Canada completes a late third-set comeback. Canada wins the set 26-24.","Time":"25","Category":"-1"},{"Text":"Vigrass and Schmitt with the block, and now it's match point Canada","Time":"24","Category":"-1"},{"Text":"Cuban attack goes long, and we're tied 24-24 in the 3rd!","Time":"24","Category":"-1"},{"Text":"Osmany Uriarte rolls onto the Canadian side of the floor, and Canada pulls within one at 24-23. Time out Cuba.","Time":"23","Category":"9"},{"Text":"<p>And Justin Duff keeps Canada alive in the third.</p><p>CAN: Rudy Verhoeff replaces Justin Duff.</p>","Time":"22","Category":"7"},{"Text":"Set point Cuba","Time":"21","Category":"-1"},{"Text":"Leading 23-21, Cuba calls time out.","Time":"20","Category":"9"},{"Text":"Felix Chapman doing it all for Cuba right now, and they lead it 23-20 looking to extend this match to a fourth set.","Time":"20","Category":"2"},{"Text":"<p>22-19 for Cuba.</p><p>CAN: Nicholas Hoag replaces Gord Perrin.</p>","Time":"19","Category":"7"},{"Text":"CAN: Schneider replaces Sanders.","Time":"17","Category":"7"},{"Text":"Chapman denies Schmitt with a solo block, and Cuba's lead is now 20-18.","Time":"17","Category":"3"},{"Text":"Uriarte gives Cuba a 19-18 lead - their deepest lead of the match so far - and Canada calls time out.","Time":"16","Category":"9"},{"Text":"Service ace by Osoria ties it up 18-18","Time":"15","Category":"1"},{"Text":"CUB: Inovel Romero replaces Dariel Albo.","Time":"15","Category":"7"},{"Text":"Schmitt just taking this one over. Now 15 kills, Canada leads 18-16.","Time":"14","Category":"2"},{"Text":"Three in a row for Canada, and Schmitt - again - with the kill to take us to the second technical time out. 16-13 CAN over CUB, looking to close this one out.","Time":"11","Category":"9"},{"Text":"Cuba showing some life, though, as Cepeda and Osoria combine to deny Van Lankvelt at the net. And they've tied it up, 13-13, forcing a Canadian time out.","Time":"8","Category":"9"},{"Text":"Schmitt just keeps getting this crowd riled up - the fan favourite just put down his 12th kill of the match to make it 13-9 Canada.","Time":"7","Category":"-1"},{"Text":"Quiet start to the third set, with several service errors on either side. Canada leads 8-6 at the technical time out.","Time":"3","Category":"9"},{"Text":"Canadian block picks up where it left off early in the third as Duff and Schmitt put it down with authority - but the Cubans return the favour, and CAN leads 4-3.","Time":"0","Category":"3"},{"Text":"Cuba will serve first in the third set, courtesy Osoria.","Time":"-3","Category":"-1"},{"Text":"Complexion of that set changed when Fundora's knee went sideways midway through it - took the wind out of Cuba's sails. The visitors with a big hill to climb, down 2-0.","Time":"-5","Category":"-1"},{"Text":"Cepeda sends his serve into the net, and Canada takes the 2nd set 25-19 to lead the match 2-0.","Time":"-6","Category":"-1"},{"Text":"That's three straight blocks by Canada, this one courtesy Van Lankvelt - and it's 23-18 for the home side.","Time":"-7","Category":"3"},{"Text":"Graham Vigrass with the solo block for Canada on Osoria as Canada pulls out 21-18","Time":"-8","Category":"-1"},{"Text":"CAN: Rudy Verhoeff replaces Justin Duff","Time":"-9","Category":"7"},{"Text":"Time out Cuba after an attack error gives Canada a 19-17 lead.","Time":"-10","Category":"9"},{"Text":"Fans here at the Stampede Corral doing the wave at the break as we get set for more volleyball action","Time":"-11","Category":"-1"},{"Text":"The second set back-and-forth, and Schmitt sends it to the technical time out with Canada leading 16-15.","Time":"-13","Category":"9"},{"Text":"<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471379&amp;Maxsize=400\">","Time":"-14","Category":"-1"},{"Text":"Scary moment as Cuba's Lazaro Fundora landed awkwardly on his left leg, and he's carried off the floor. Crowd groans as the replay is shown on the big screen - that wasn't pretty. He's replaced by Inovel Romero.","Time":"-16","Category":"-1"},{"Text":"Cuba making good use of this rotation with the lefty Cepeda on the right side as they tie it up 12-12.","Time":"-18","Category":"-1"},{"Text":"Canada goes on a 4-1 run out of the technical time out to take a 10-9 lead, forcing Cuba to call time out.","Time":"-20","Category":"9"},{"Text":"Osmany Uriarte goes high off the hands of the Canadian block, and CUB leads 8-6 at the first technical time out.","Time":"-24","Category":"9"},{"Text":"Great dig by Garcia sets up Osoria for the point as Cuba takes a 6-3 lead in the second.","Time":"-26","Category":"-1"},{"Text":"Gord Perrin takes the pipe ball and pounds it down as Canada pulls even at 3-3 in the second set.","Time":"-27","Category":"-1"},{"Text":"Canada will serve first in the second set, leading the match 1-0. Graham Vigrass to put the ball in play","Time":"-30","Category":"-1"},{"Text":"Through one set, Canada's Van Lankvelt leads with six attacks, while Schmitt had four along with a service ace. Cuba's Fundora has four attacks and a block for five points, while Osoria and Chapman have a pair of attacks each.","Time":"-31","Category":"-1"},{"Text":"Nicholas Hoag goes cross-court from the right side, and Canada takes the first set 25-20 over Cuba.","Time":"-33","Category":"-1"},{"Text":"Graham Vigrass, who played his university volleyball just down the road at the University of Calgary, takes the back-set to set up set point for Canada.","Time":"-34","Category":"2"},{"Text":"Van Lankvelt wipes off the block, then sends a serve out the back as the teams trade points. Now 23-19 Canada.","Time":"-35","Category":"-1"},{"Text":"And Schmitt follows it up with an ace.","Time":"-36","Category":"1"},{"Text":"Van Lankvelt goes wickedly cross-court after a pancake dig from Schmitt, and Canada leads 21-16 in the first.","Time":"-37","Category":"2"},{"Text":"<p>CAN: Nick Hoag replaces Tyler Sanders.</p>","Time":"-38","Category":"7"},{"Text":"Schmitt gets a one-on-one on the right side and hammers it cross-court to make it 17-15 Canada.","Time":"-40","Category":"-1"},{"Text":"Two straight points for Cuba out of their time out, and Canada coach Glenn Hoag wants to talk things over.","Time":"-41","Category":"9"},{"Text":"Canada's Gavin Schmitt scores his third attack of the match as his team leads Cuba 16-13 at the second technical time out.","Time":"-43","Category":"9"},{"Text":"Cuba takes its second time out as Canada responds to the tie with three straight points and leads 15-12.","Time":"-45","Category":"9"},{"Text":"Cepeda with a big block of Canada's Perrin, and then Fundora ties it up 12-12","Time":"-47","Category":"-1"},{"Text":"Cuba called for its second centre-line violation of the opening set as Uriarte has a kill negated and Canada goes back up 12-9.","Time":"-47","Category":"-1"},{"Text":"Couple of defensive miscues for Canada and Cuba is back within just one point, it's 8-7.","Time":"-50","Category":"-1"},{"Text":"<p>Cuba ready to go at the Stampede Corral</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471377&amp;Maxsize=400\">","Time":"-51","Category":"-1"},{"Text":"8-5 for the home side as Canada leads Cuba at the first technical time out.","Time":"-52","Category":"9"},{"Text":"Cuba claws its way back with three straight points, but a Chapman serve hits the net and Canada leads 7-4.","Time":"-53","Category":"-1"},{"Text":"Team Canada photo before the match.<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471376&amp;Maxsize=400\">","Time":"-53","Category":"-1"},{"Text":"Cuba called for a rotation violation, and Canada leads 6-1 as Cuban head coach Sanchez calls time out.","Time":"-55","Category":"9"},{"Text":"Rolando Cebeda gets Cuba on the board as they trail 3-1.","Time":"-57","Category":"2"},{"Text":"A long rally ends as CUB sends it off the antenna, CAN is out to an early 2-0 lead.","Time":"-58","Category":"-1"},{"Text":"First point to CAN as the hometown boy Graham Vigrass gets the crowd pumped up. 1-0 CAN.","Time":"-58","Category":"-1"},{"Text":"Ricardo Calvo with the first serve - and we're off!","Time":"-59","Category":"1"},{"Text":"Canada starts Sanders, Perrin, Duff, Van Lankvelt, Schmitt, and Vigrass along with libero Lewis. Cuba counters with Richard, Cepeda, Osoria, Fundora, Uriarte, and Chapman, with Garcia at libero.","Time":"-60","Category":"-1"},{"Text":"Teams take the floor and shake hands as the officials are introduced: first referee <span style=\"font-weight: bold;\">Ronald Stahl (USA)</span>&nbsp;and second referee <span style=\"font-weight: bold;\">Abelino Azevedo (POR).</span>","Time":"-62","Category":"-1"},{"Text":"And now...O Canada.","Time":"-64","Category":"-1"},{"Text":"Cuban national anthem up first","Time":"-65","Category":"-1"},{"Text":"A packed house - three-quarters full and they're still on their way in as we get closer to first serve!","Time":"-70","Category":"-1"},{"Text":"Both teams have begin their hitting warm-ups: Canada in white jerseys with black numbers, red shorts and a stylized Maple Leaf on the right hem of the jersey, while Cuba is in red jerseys and shorts with white numbers and piping.","Time":"-74","Category":"-1"},{"Text":"Warm-ups in full swing here as we're just 15 minutes away. Live DJ getting the crowd excited and pumped up for this one!","Time":"-82","Category":"-1"},{"Text":"Canada enters FIVB World League competition after a 14th-place finish in 2014, coupled with an impressive seventh-place performance at the World Championships.","Time":"-91","Category":"-1"},{"Text":"The Cubans finished 21st in the FIVB World League in 2014 and 11th at the World Championships last year.","Time":"-94","Category":"-1"},{"Text":"Tale of the tape: CAN on average seven years older than CUB (28.6 vs 21.6); CAN holds a slim height advantage at 197 cm against CUB's 196; CAN's average spike touch 348 cm vs 346 for CUB","Time":"-103","Category":"-1"},{"Text":"The Stampede Corral was opened in 1950 and was the largest arena in Calgary until the adjacent Saddledome opened in 1983. The National Hockey League's Calgary Flames called the arena home for their first three seasons in Calgary (1980-83)","Time":"-108","Category":"-1"},{"Text":"Team Canada completed its pre-game team stretch and heads back to the dressing room, while Cuba remains on the floor as the venue continues to fill up. Approximately one-third of the 6,500 seats currently occupied.","Time":"-111","Category":"-1"},{"Text":"Canada opened the FIVB World League Intercontinental Round in Calgary last year as well, scoring 3-0 and 3-2 wins over Finland.","Time":"-123","Category":"-1"},{"Text":"<p>Fans starting to stream in here - more than 10,000 participants are taking part in the Volleyball Canada national championships here in Calgary this weekend, and thousands of them will be in attendance tonight!</p>","Time":"-125","Category":"-1"},{"Text":"Team Canada looking forward to a busy summer of competition, including FIVB World League, a World Cup Qualifier, and the Toronto 2015 PanAm Games:&nbsp;","Time":"-134","Category":"-1"},{"Text":"<p>It's the calm before the storm at the Stampede Corral in Calgary, Alberta, Canada, just over an hour away from first serve between Canada at Cuba! The venue is sold out for FIVB World League action tonight.</p>","Time":"-139","Category":"-1"}]