[{"Text":"USA puts up a triple block for the match and wins Set 4 25-20 to go 2-0 in first weekend of World League. Matt Anderson has 19 points to lead USA.","Time":"124","Category":"-1"},{"Text":"Murphy Troy slams a power attack to give USA match points at 24-20","Time":"123","Category":"-1"},{"Text":"However Iran serves into the net and USA needs just two points to win at 23-19.","Time":"122","Category":"-1"},{"Text":"A third straight USA attack error gives Iran hope trailing 22-19.","Time":"121","Category":"-1"},{"Text":"Iran wins consecutive points on USA errors, gap trimmed to four points at 22-18. Timeout USA","Time":"120","Category":"9"},{"Text":"Murphy Troy hits cross-court winner to push USA in front 22-16.","Time":"119","Category":"2"},{"Text":"Matt Anderson snaps down a kill to lift USA's lead to 20-14.","Time":"117","Category":"2"},{"Text":"Micah Christenson serves consecutive aces extending USA's lead to 18-13 out of the break and Iran quickly calls timeout sensing the momentum switch.","Time":"114","Category":"1"},{"Text":"Video challenge by USA and call stands with Iran closing gap to 15-13. However, iran serves into net to give USA 16-13 at technical timeout.","Time":"112","Category":"10"},{"Text":"David Smith serves short and Iran can't pick it up to put USA in front 12-9 and Iran calls timeout.","Time":"106","Category":"1"},{"Text":"Ghafour brings Iran back into tie at 9-all with spike, but Seyed serves into net giving USA lead back at 9-8.","Time":"104","Category":"-1"},{"Text":"USA takes 8-6 lead into Set 4 technical timeout","Time":"103","Category":"-1"},{"Text":"Ghafour leads Iran with 9 pts as all put one of his teammates have entered the match trying to overcome a slow start against the Americans. USA has 10-2 margin in blocks and is led by Matt Anderson's 16 points going into set 4.","Time":"93","Category":"-1"},{"Text":"Ghafour hits the set winner taking Set 3 25-20. USA still leads match 2-1.","Time":"89","Category":"-1"},{"Text":"Iran challenging the play saying there a touch on their attack that went long. Call stands and USA serves trailing 23-20.","Time":"88","Category":"10"},{"Text":"Smith scores a block and ace on consecutive plays to narrow the gap to 22-18 in favor of iran.","Time":"85","Category":"-1"},{"Text":"David Smith up with a block and prompts Iran to call timeout with lead trimmed to 21-16.","Time":"83","Category":"-1"},{"Text":"Matt Anderson drills a cross-court winner to slice USA's deficit to 21-15.","Time":"82","Category":"2"},{"Text":"Mahdavi pounds an attack straight down to put Iran in front 20-13.","Time":"80","Category":"2"},{"Text":"Faezi with a big block of USA to increase Iran's lead to 19-12 forcing USA Coach John Speraw to call timeout.","Time":"78","Category":"3"},{"Text":"Fast Fact. USA did not lose a single home World League match (6-0) in 2014. They are 1-0 in 2015 and trying to go 2-0.","Time":"77","Category":"-1"},{"Text":"Iran goes into 2nd technical timeout of Set 3 leading 16-10 and not looking like it will let up.","Time":"74","Category":"-1"},{"Text":"Saeid serves an ace pushing Iran's lead to 13-7. Iran is not leaving Los Angeles quietly.","Time":"70","Category":"-1"},{"Text":"Iran has a video challenge asking for a touch on a hit out of bounds. Reversed and Iran goes up 12-7.","Time":"69","Category":"10"},{"Text":"Micah Christenson, who had a 8-0 service run yesterday, serves and ace to cut the USA's deficit to 11-7. Can he repeat his yesterday run.","Time":"68","Category":"-1"},{"Text":"Ghafour nails another point to stretch Iran's lead to 9-4. Aaron Russell stops the run with a deep middle kill at 9-5.","Time":"66","Category":"-1"},{"Text":"Iran has 4-point cushion at first technical timeout of Set 3. Iranian fans in attendance now really into the match, if they were not already.","Time":"64","Category":"-1"},{"Text":"Ghafour serves an ace and USA called for a lift to give Iran a 7-3 lead in Set 3. Building a little momentum.","Time":"63","Category":"-1"},{"Text":"<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201476389&amp;maxSize=400\" style=\"width: 400px;\">","Time":"58","Category":"-1"},{"Text":"USA has 7-1 block advantage. Matt Anderson and Aaron Russell with 9 pts each for USA. Americans has 29 kills on 42 attacks. No Iranian player has more than three points.","Time":"57","Category":"-1"},{"Text":"David Smith ends the set with another block at 25-16. USA now up 2-0 and lots of momentum. Can Iran stop the USA?","Time":"54","Category":"3"},{"Text":"Murphy Troy hits off the block to put USA at set point 24-16.","Time":"53","Category":"-1"},{"Text":"David Smith with a big block for USA and Iran calls timeout trailing 22-14","Time":"51","Category":"9"},{"Text":"<p>USA challenges the call and is reversed. USA up 20-15.</p>","Time":"50","Category":"10"},{"Text":"USA goes into Set 2 2nd technical timeout leading 16-10 after Iran called into the net.","Time":"43","Category":"-1"},{"Text":"Can't leave Matt Anderson so wide open - slams a kill without a block with the ball hit so hard off the Iran defend it deflect out of bounds past the USA's service line. USA up 11-8. Timeout Iran","Time":"40","Category":"9"},{"Text":"Aaron Russell serves an ace that Ebadipour can't track down. Troy puts up a block. USA back in front 10-8.","Time":"38","Category":"1"},{"Text":"That was USA's first hitting error of the match.","Time":"37","Category":"-1"},{"Text":"Iran goes into Set 2 first technical timeout leading 8-7 following USA's Troy attack into the net.","Time":"36","Category":"-1"},{"Text":"Ghafour ties the set at 5-all with a kill","Time":"34","Category":"2"},{"Text":"Holt delivers a hard attack off the block to lift USA in front 5-3 to break an alternating pattern of scoring for the two teams.","Time":"33","Category":"2"},{"Text":"USA converted 15 of 20 spikes into points in the first set.","Time":"31","Category":"2"},{"Text":"Matt Anderson and Maxwell Holt each with 6 points in Set 1 win for USA, which has 4-0 block advantage and 13-6 margin in kills.","Time":"28","Category":"-1"},{"Text":"Aaron Russell, surprise of last night's match, scores a kill from the back row to give USA a 25-16 Set 1 victory.","Time":"25","Category":"-1"},{"Text":"Piroutpour serves an aces for Iran, but Murphy Troy scores a kill off the block to give USA set point attempts at 24-15.","Time":"24","Category":"-1"},{"Text":"USA has 12 successful attacks on 15 swings and Matt Anderson just aced Iran for 21-11 USA lead.","Time":"20","Category":"1"},{"Text":"Max Holt puts up a crafty block to increase USA's lead to 18-10. Iran calls their second timeout to try to stop the momentum.","Time":"19","Category":"9"},{"Text":"Matt Anderson delivers USA a 16-10 lead into the second technical timeout of the Set 1","Time":"18","Category":"2"},{"Text":"Russell scores point out of the back row leading to an Iran timeout trailing 13-9. USA converted all but two spikes into points in the first set.","Time":"13","Category":"-1"},{"Text":"Max Holt with a big block in the middle to lift USA in front 12-9","Time":"12","Category":"3"},{"Text":"Murphy Troy puts up a block giving USA a two-point edge at 10-8 in Set 1","Time":"11","Category":"-1"},{"Text":"USA reaches first technical timeout leading 8-7 and Americans perfect converting all attacks into points to this point.","Time":"10","Category":"-1"},{"Text":"2014 FIVB World League MVP Taylor Sander not in starting lineup for USA.","Time":"5","Category":"-1"},{"Text":"Russel and Anderson back-to-back kills to tie the set at 2-all in the opener.","Time":"3","Category":"-1"},{"Text":"Iran takes 2-0 lead with Mousavi serving an ace that trickles off the net.","Time":"3","Category":"-1"},{"Text":"<p>Iran starters: Mahmoud, Marouflakrani, Ghaemi, Mousavi, Gholami, Mirzajanpour with Zanf at Libero&nbsp;</p><p>USA starters: Anderson, Russell, Troy, Christenson, Holt, Smith with Erik Shoji at libero.</p>","Time":"2","Category":"-1"},{"Text":"<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201476376&amp;width=400&amp;height=600&amp;stretch=uniform\" style=\"width: 400px;\">","Time":"-1","Category":"-1"},{"Text":"<p>Yesterday's match was a intense. But you can't see it on the faces of either team.</p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201476378&amp;width=400&amp;height=600&amp;stretch=uniform\" style=\"width: 400px;\"><p><br></p>","Time":"-8","Category":"-1"},{"Text":"From last night's press conference, USA Coach John Speraw may have caught the Iran squad off-guard by starting Aaron Russell in place of Murphy Troy and Aaron came through. Will Aaron continue to start, or will Murphy return to the starting lineup and play in Galen Center where he starred for University of Southern California?","Time":"-13","Category":"-1"},{"Text":"In case you missed it, USA defeated Iran 3-1 (25-19, 25-22, 23-25, 25-23) on Saturday evening.Taylor Sander led the USA with 19 points, while Aaron Russell scored 17 points in his first World League starting role. Iran was led by Shahram Mahmoudi with 17 points, while Mousavi had 12 points.","Time":"-28","Category":"-1"},{"Text":"We are in Los Angeles, but a huge cheers go out to the Iranian team that just enters the court. Most of the fans in the building thus far are rooting for Iran.","Time":"-52","Category":"-1"},{"Text":"<p>It is quiet and calm in the Galen Center on the campus of University of Southern California in Los Angeles, but all that will change in five minutes once the gates open for fans to come in for the USAvIRI match that starts in about 70 minutes Stayed tuned all match for live updates.</p>","Time":"-74","Category":"-1"}]