[{"Text":"<span style=\"color: rgb(33, 33, 33); font-family: Calibri, sans-serif; font-size: 16px; line-height: 18.3999996185303px;\">\"We had our chances in the third set.&nbsp;</span><span style=\"color: rgb(33, 33, 33); font-family: Calibri, sans-serif; font-size: 16px; line-height: 18.3999996185303px;\">Unfortunately, we ended losing that set. For me this was the key moment of the match. We have some young players and it was a good game for them for all the atmosphere. I believe that Brazil and Serbia will be in the final six and I hope that we can play a better game on Sunday\", said Dragan Stankovic, Serbia's captain.</span>","Time":"205","Category":"-1"},{"Text":"“It was a good way to start the season”, Brazilian captain Raphael Oliveira&nbsp;","Time":"202","Category":"14"},{"Text":"The coaches and the captains are now at the press conferece","Time":"191","Category":"-1"},{"Text":"Uros Kovacevic and Marko Ivovic were the top scorers for Serbia with 17 points each.","Time":"172","Category":"-1"},{"Text":"<p>The Brazilian opposite Leandro Vissotto was the top scorer this match. He scored 18 times</p><p><br></p> <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475148&amp;width=900&amp;height=600&amp;stretch=uniform&amp;Maxsize=400\">","Time":"170","Category":"-1"},{"Text":"<p>Sergio is back on court with the Brazilian jersey after three years.&nbsp;</p><p>\"I am 39 years old but feels like I am the youngest here because of the butterflies at my stomach. I barely slept last night\", said the veteran libero and olympic gold medalist in Athens 2004.</p><p><br></p> <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475149&amp;width=900&amp;height=600&amp;stretch=uniform&amp;Maxsize=400\">","Time":"163","Category":"6"},{"Text":"Small advantage in block was on the Brazil's side with 10 kills blocks to 9 of Serbia","Time":"158","Category":"3"},{"Text":"Brazil and Serbia have done a amazing job at the service line. Both teams have scored seven points in this element.","Time":"156","Category":"1"},{"Text":"End of the match here in Mineirinho. It took Brazil five sets to achieve the victory over Serbia 3-2 (24-26, 25-17, 25-22, 26-28, 15-11)","Time":"154","Category":"-1"},{"Text":"But the Brazilians had to try again. This seems not to be a problem as Vissotto spikes and the Southamericans win the game in the tie-break!","Time":"152","Category":"2"},{"Text":"Rubinho asks for video challenge. It can be Brazil's winning point at 14-10","Time":"151","Category":"10"},{"Text":"Fonteles scores another ace as Marko Ivovic misses the pass. Brazil are getting closer to the first victory of this season.&nbsp;","Time":"150","Category":"1"},{"Text":"Three strikes out force Rubinho to ask for a time out. Brazil are ahead, but Serbia came really close at 10-9.","Time":"147","Category":"9"},{"Text":"<p>Atanasijevic's hit seems to go long, but Nikola Grbic calls another video challenge. Serbian coach is proved wrong, 9-5 for Brazil</p>","Time":"145","Category":"10"},{"Text":"Video challenge asked by Serbia does not win them the point, Brazil lead at 8-5.","Time":"143","Category":"10"},{"Text":"Felipe Fonteles intercepts Atanasijevic's strike and Brazil are leading 6-4 in the tiebreak.","Time":"140","Category":"-1"},{"Text":"Lucas calls for the ball and Raphael answers with a quick set. Middle blocker scores for the hosts at 4-3.","Time":"139","Category":"5"},{"Text":"It's time for some applause. Who will win this game?","Time":"137","Category":"-1"},{"Text":"Atanasijevic drops a bomb at the service! It is an ace! Serbians get the set, 28-26 and we are heading towards a thrilling tiebreak.","Time":"133","Category":"1"},{"Text":"The set is smoking hot, and the fire is coming from the stands. Serbians need to win to keep the game on, and the Brazilians want to finish it as soon as possible, 26-26.&nbsp;","Time":"131","Category":"-1"},{"Text":"With a Serbian turnover the Brazilians tied up the score, 23-23","Time":"128","Category":"-1"},{"Text":"Aleksandar Atanasijevic hits the ball full of confidence and Serbia are still ahead 22-21","Time":"127","Category":"2"},{"Text":"Another turnover from Uros Kovacevic and Serbia's leadership is now on jeopardy! &nbsp;21-20.","Time":"126","Category":"-1"},{"Text":"Brazilians are back on track and now Nikola Grbic is the one who takes the break, 20-18.","Time":"123","Category":"-1"},{"Text":"Team Serbia is taking off at the fourth set and Rubinho calls the time out, 20-16.","Time":"122","Category":"9"},{"Text":"Dragan Stankovic's motto sounds like \"You shall not pass\"! Two blocks in a row! Serbia 18-15 ahead&nbsp;","Time":"119","Category":"3"},{"Text":"Atanasijevic shows his strength straight away, Serbia are leading 16-14 at the 2nd TTO.","Time":"116","Category":"9"},{"Text":"Nikola Grbic made some substitutions, letting in Aleksandar Atanasijevic, another young talent of the Serbian squad. Atanasijevic was kept out of the starting line-up due to minor ankle injury.","Time":"114","Category":"7"},{"Text":"The Europeans get 8-7 ahead at the 1st TTO","Time":"108","Category":"9"},{"Text":"The Brazilians are sizzling and open the 4th set with a 5-2, but right now it seems that Serbia are cooling them down to tie up at 6-6","Time":"106","Category":"-1"},{"Text":"<p>Serbia's Uros Kovacevic (#2) and Brazil's Leandro Vissotto (#6) duel on the net</p><p><br></p> <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475154&amp;width=900&amp;height=600&amp;stretch=uniform&amp;Maxsize=400\">","Time":"102","Category":"2"},{"Text":"The victory in the last two sets excited the fans who are now making a lot of noise to support their idols.","Time":"99","Category":"-1"},{"Text":"Another set is over. Felipe Fonteles, with a magnificent service, scores and Brazil win another set 25-22 and lead the match by 2-1.","Time":"96","Category":"1"},{"Text":"Uros Kovacevic is back. He dodged Wallace's block to score and Serbia is getting closer, 23-21.","Time":"94","Category":"2"},{"Text":"Substitution for Brazil: William Arjona and Wallace Sousa in, Raphael and Vissotto out. Brazil still ahead, 20-18.","Time":"90","Category":"7"},{"Text":"For the first time in this match the video challenge is required. The referees decided in Brazil's favour.","Time":"87","Category":"10"},{"Text":"Brazilians are still on top at the 2nd TTO, 16-13.","Time":"86","Category":"9"},{"Text":"Now Starovic answers back with the block on Vissotto. But the Serbians need to do more to tie the score as Team Brazil is leading 15-12.","Time":"83","Category":"3"},{"Text":"Lucas Saatkamp is eager to stop Sasa Starovic from scoring in this match. Another block! Brazil get further ahead, 12-9.","Time":"80","Category":"3"},{"Text":"Brazil and Serbia are doing great at service, four points to the Southamericans and five to the Europeans.","Time":"75","Category":"1"},{"Text":"The top scorers of the second set were Brazil's Leandro Vissotto - eight points - and Serbia's Sasa Starovic - four points.","Time":"73","Category":"-1"},{"Text":"Isac scores an ace and puts Brazil 5-4 ahead in the third set.","Time":"72","Category":"1"},{"Text":"<p>Rubinho will take Bernado Rezende's place for the next 10 matches</p><p><br></p> <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475143&amp;width=900&amp;height=600&amp;stretch=uniform&amp;Maxsize=400\">","Time":"67","Category":"-1"},{"Text":"The Brazilians improved their defense line and are scoring every counter-attack to make a laid-back victory at the second set, 25-17.","Time":"64","Category":"6"},{"Text":"Uros Kovacevic misses another hit. Brazil are 21-15 ahead.","Time":"60","Category":"-1"},{"Text":"Sergio goes around the court in a way that makes everything so easy to do! Perfect reception most of the time! Brazil are leading the second set 18-14.","Time":"58","Category":"4"},{"Text":"Felipe Fonteles hesitates and the ball sits softly on the flour. Serbia stops the opponent's series of four points in a row, 15-10.","Time":"55","Category":"-1"},{"Text":"<p>Nikola Grbic calls the time out to put Serbia back on track, 12-8 for Brazil.</p>","Time":"52","Category":"9"},{"Text":"Leandro Vissotto strikes another point for Brazil, 11-8.","Time":"50","Category":"2"},{"Text":"Lucarelli hit an ace, when Serbians did not react on time, Brazil are leading now, 7-6.","Time":"46","Category":"1"},{"Text":"Felipe Fonteles does not reach the ball and Uros Kovacevic scores an ace! Serbia go 4-3 ahead&nbsp;","Time":"43","Category":"1"},{"Text":"The Serbians are still on fire after 1st set and open the 2nd set with the lead","Time":"41","Category":"-1"},{"Text":"Marko Ivovic ends the set for the guest team at 26-24.&nbsp;","Time":"37","Category":"-1"},{"Text":"Brazil's William Arjona and Wallace Souza changed Raphael and Vissotto, as Serbia have a set point at 25-24.","Time":"35","Category":"7"},{"Text":"Time out for Serbia.","Time":"33","Category":"9"},{"Text":"There is some misunderstanding with Team Brazil before the service and the 1st referee shows the yellow card, 23-23.","Time":"32","Category":"8"},{"Text":"A triple wall stops Lucarelli and Serbia are 22-20 ahead","Time":"30","Category":"3"},{"Text":"Marko Podrascanin serves an ace! Serbia are heading to the victory in the first set, 21-19","Time":"28","Category":"1"},{"Text":"<p>The longest rally so far with an incredible save by 2,12 m high Vissotto and a nice performance by Serbia's libero Nikola Rosic. Isac ended it hitting the ball without the chance for the Europeans to continue the play.</p>","Time":"26","Category":"2"},{"Text":"While Bernardo Rezende is suspended for the first 10 matches, his assistant Roberley \"Rubinho\" Leonaldo is in charge of the nine times World League winners.","Time":"23","Category":"-1"},{"Text":"After a long rally, Vissotto misses the hit and Serbia lead now 14-16 at the second TTO.","Time":"21","Category":"9"},{"Text":"Lucarelli seems to be flying over the court and strikes another attack to keep Brazil 12-11 ahead.","Time":"18","Category":"2"},{"Text":"Uros Kovacevic, the Serbia's young star, scores and it's a tie once again, 9-9.","Time":"15","Category":"-1"},{"Text":"First TTO with Brazil leading 8-7, as Lucas uses his power to overcome the Serbian wall.","Time":"13","Category":"9"},{"Text":"Jovovic gets lucky and with a net's help scores an ace, 6-6.","Time":"11","Category":"1"},{"Text":"Lucas scores his first block and Brazil are 6-4 ahead at the beginning of the 1st set","Time":"10","Category":"3"},{"Text":"Brazil's line-up: Vissotto, Raphael (C), Lipe Fonteles, Lucarelli, Isac, Lucas Saatkamp and Sergio (L). Coach: Rubinho","Time":"7","Category":"-1"},{"Text":"<p>Serbia's line-up: Kovacevic, Ivovic, Stankovic (C), Jovovic, Starovic, Podrascanin and Rosic (L). Coach: Nikola Grbic</p>","Time":"6","Category":"-1"},{"Text":"<p>Two Brazillian volleyball's stars and olympic gold medalists&nbsp;<span style=\"line-height: 17.142858505249px; background-color: transparent;\">Giba and Fabi Alvim support their team tonight</span></p><p><br></p> <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475057&amp;width=900&amp;height=600&amp;stretch=uniform&amp;Maxsize=400\">","Time":"4","Category":"-1"},{"Text":"Time for the national anthems. The Brazillian fans are famous for singing their national anthem along with the players a capella","Time":"-4","Category":"-1"},{"Text":"Over 3,000 public schools' students came to watch a volleyball match for the first time and support their idols.","Time":"-9","Category":"-1"},{"Text":"<p>Serbia's middle-blocker Marko Podrascanin will play today his 100th FIVB World League match! Good Luck, Marko!</p>","Time":"-15","Category":"-1"},{"Text":"<img src=http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475056&width=900&height=600&stretch=uniform&Maxsize=400>","Time":"-23","Category":"-1"},{"Text":"Mineirinho Gymnasium brings back sweet memories for Serbia. In FIVB World League 2002 the team won the first medal, a bronze against Italy.","Time":"-25","Category":"-1"},{"Text":"The duo have met three times in the final of the World League: in 2003, 2005 (both as SCG) and 2009. Brazil took the gold medal in each one of them","Time":"-32","Category":"-1"},{"Text":"<span style=\"font-weight: bold;\">Brazil</span> and <span style=\"font-weight: bold;\">Serbia</span> (incl. SCG and YUG) will meet for the 19th and 20th time in the World League. Serbia have won only three of their previous 18 meetings.","Time":"-38","Category":"-1"},{"Text":"<span style=\"font-weight: bold;\">Brazil</span>&nbsp;enter on court and the fans get crazy at the stands. Belo Horizonte, the host city, is known for its citizens' passion for volleyball.","Time":"-45","Category":"-1"},{"Text":"<span style=\"font-weight: bold;\">Serbia</span> is at the court and the crowd salutes the players very loudly.","Time":"-47","Category":"-1"},{"Text":"<p>Two Brazillian volleyball stars and olympic gold medalists <span style=\"font-weight: bold;\">Giba</span> and <span style=\"font-weight: bold;\">Fabi Alvim</span> are at Mineirinho to comment the match for Brazillian TV.</p>","Time":"-50","Category":"-1"},{"Text":"<p><span style=\"font-weight: bold;\">Brazil</span> and <span style=\"font-weight: bold;\">Serbia</span> are about to debut at the FIVB World League 2015. In less than an hour the teams will clash at <span style=\"font-weight: bold;\">Mineirinho Gymnasium</span>, one of the Brazillian Volleyball's temple<span style=\"line-height: 1.42857143; background-color: transparent;\">.</span></p>","Time":"-57","Category":"-1"}]