[{"Text":"Bulgaria woke up too late to completely return in the match against Canada, said coach Plamen Konstantinov. \"We started with one team finished with another, but the substitutes came in very well. Unfortunately, too late. It is obvious that Canada is much better prepared - they have played already 6 matches\", former national team captain stated. He pointed two elements of the game that gave Canada the advantage - the serve and reception. They served better and made 6 aces against only 9 unforced errors. Our ratio is 4 - 17. This is where our problems started.\"<br>","Time":"164","Category":"-1"},{"Text":"\"It is quite hard to perform well after a long journey. I am happy with this victory, because the players kept patience after the long journey, and each of them contributed for the team play. They fought well even in the heaviest moments\", said Canada coach Glenn Hoag.","Time":"158","Category":"-1"},{"Text":"\"It is not easy to travel and play and we are happy to defeat Bulgaria in their arena.\" said Canada captain Fred Winters. \"We started with two fantastic sets and then Bulgaria woke up and tried to return. The good thing is the players did not panic and even in tough situations we did some good plays\".<br>","Time":"155","Category":"-1"},{"Text":"\"Canada was better in every aspect of the game, and they deserve this victory\", captain of Bulgaria Vladimir Nikolov said after losing to Maple Leafs 1:3 in Botevgrad. Nikolov pointed that this is match No1 forhis team and Canada already played 3. <br>","Time":"149","Category":"-1"},{"Text":"Canada wins 3:1.&nbsp; Rudy Verhoeff closes set 25:21.<br>","Time":"118","Category":"-1"},{"Text":"Schmitt! Unstopable. 23:20 for Canada. <br>","Time":"115","Category":"2"},{"Text":"Gavin Schmitt with two aces gives Canada the lead at 20:18 in the fourth.<br>","Time":"112","Category":"1"},{"Text":"Unforced error by Georgi Bratoev gives Canada the lead at the second technical time out. A brilliant spike from Teodor Todorov in the centre ties the game again. &nbsp; <br>","Time":"108","Category":"-1"},{"Text":"Bulgaria searching for a recipe to stop Gavin Schmitt's power serves and spikes in the fourth set. However, Vladimir Nikolov and Todor Aleksiev keep it close. 14:14.&nbsp; <br>","Time":"105","Category":"-1"},{"Text":"18 points so far for Gavin Schmitt, 12 for Toontje Van Linkvelt. Captain Vladimir Nikolov had scored 14 for Bulgaria. <br>","Time":"92","Category":"-1"},{"Text":"A Skrimov hit and a block by Todor Aleksiev finally show Bulgaria's potential. They lead 25:22. Second setter Georgi Bratoev and Aleksiev made the difference for Bulgaria to stay in the match. <br>","Time":"89","Category":"5"},{"Text":"It's point-by-point up to 20:20. Glenn Hoag keeps his starting players on court, while Konstantinov uses more than 10 players. <br>","Time":"85","Category":"4"},{"Text":"Several exchanged points in a close third set battle. But a &nbsp;serving error by Toontje Van Lankvelt gives Bulgaria their first lead at technical time out lead for the match so far. 16:15.&nbsp;<br>","Time":"78","Category":"9"},{"Text":"Unforced errors from Bulgaria and Canada leads again by the second technical time out - 8:7. <br>","Time":"72","Category":"9"},{"Text":"Georgi Bratoev blocks, and Bulgaria leads in a set for the first time in the match - 3:2.<br>","Time":"65","Category":"3"},{"Text":"25:19 and 2:0 for Canada. Schmitt (12 points), Sanders and Co. are much more complete as a team. Bulgaria still looking for their mojo. <br>","Time":"61","Category":"5"},{"Text":"Aleksiev never gives up. The former captain of Bulgaria gives the crowd something to cheer with a great block. But Canada lead 24:19.<br>","Time":"57","Category":"2"},{"Text":"23:16 in the second set; it seems like Bulgaria will lose their second set in the 2015 FIVB World League. <br>","Time":"56","Category":"4"},{"Text":"Todor Aleksiev helps Bulgaria, as the gap narrows a little to 20:14. Bulgaria change setter too, with Agontsev replaced by Georgi Bratoev - the best setter of the London Olympics. <br>","Time":"52","Category":"7"},{"Text":"Canada are overplaying at times, but setter Tyler Sanders is distributing well. At 19:10, Plamen Konstantinov brings Todor Aleksiev on court. <br>","Time":"50","Category":"1"},{"Text":"Nikolay Nikolov with a fantastic block brings the serve back to Bulgaria and with an ace lowers the difference to 4 points, 13:9 for Canada. <br>","Time":"45","Category":"3"},{"Text":"Serve error by Nikolov and Bulgaria are again five points behind at 5:10 in the second set.<br>","Time":"41","Category":"1"},{"Text":"An ace by Gavin Schmitt, and this isn't looking great for the hosts. Canada are 8:4 ahead and gaining confidence. Schmitt already has seven points. <br>","Time":"39","Category":"1"},{"Text":"Graham Vigrass closes the set 25:20. Canada seems to be more prepared for this match with more power in their spikes, and a stronger serve. Bulgarian captain Vladimir Nikolov, 38, is pulling the team along, but his efforts aren't quite enough.<br>","Time":"31","Category":"5"},{"Text":"Perrin blocks Bulgarian captain Vladimir Nikolov to give Canada their greatest lead so far - 5 points, 20:15. Lack of second powerful spiker to partner Nikolov in attack is giving headaches to Plamen Konstantinov and his team.","Time":"25","Category":"3"},{"Text":"A spike by Vigrass closes the second technical time out, 16:13 in Canada's favour. Much more power in the Canadian serve is making the difference so far.<br>","Time":"19","Category":"2"},{"Text":"Glenn Hoag calls time out after Bulgaria run a point ahead, 12:13. <br>","Time":"15","Category":"9"},{"Text":"Canada seems to be more prepared than Bulgaria. Their lead is 4 points, 12:8, in the first set. <br>","Time":"13","Category":"12"},{"Text":"<p>There's a new setter to possibly change the face of Team Bulgaria in 2015 World League today. Coach Plamen Konstantinov might have found his golden boy after several years of fluctuations for Bulgaria on this  position. Lubomir Agontsev, 27, had never been in any international  games so far, except the two friendlies with Team Serbia few days ago.  \"He is calm on the court and provides good balls for the attackers. But  we need to know how he will do in official match\", Konstantinov  commented. </p><p>TeamBulgaria opens today at 17:40 local time its FIVB World League 2015 participation meeting Team Canada in Arena Botevgrad.</p>","Time":"-141","Category":"11"},{"Text":"<p>The same goals and same problems connect Team Bulgaria and Team Canada   before their battle on Arena Botevgrad's court today in their FIVB World League 2015 - Intercontinental Round, Week 2 match. Both team   are aiming for the Group 2 Finals and to continue in the Group 1  Finals,  coaches Plamen Konstantinov and Glenn Hoag said. And both they  have  long competition schedule in 2015.</p>","Time":"-145","Category":"12"},{"Text":"<p>Welcome to Bulgaria. We're counting down to the start of the match.</p>","Time":"-164","Category":"-1"}]