[{"Text":"The Brazilians and Australians players are now attending the fans requests.&nbsp;","Time":"128","Category":"-1"},{"Text":"For the Australian side Thomas Edgar was the top scorer with 14 points","Time":"125","Category":"-1"},{"Text":"<p>Next Sunday (june 07) Brazil and Australia will meet again in São Bernardo do Campo (Brazil) at 10 am - local time.</p>","Time":"121","Category":"-1"},{"Text":"<p>The Brazilian opposite spiker, Evandro Guerra, is the top scorer of the match. He made 19 points.&nbsp;</p><p><br></p> <img src=http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477129&width=900&height=600&stretch=uniform&Maxsize=400>","Time":"119","Category":"-1"},{"Text":"Despite the defeat the volleyroos get some warm applauses from the stands.&nbsp;","Time":"116","Category":"-1"},{"Text":"And that's it. With a block, Team Brazil ends the set, 25-18 and the match 3-1.&nbsp;","Time":"115","Category":"-1"},{"Text":"Williams made a clean block over Evandro's spike. Australia need more to be alive on the game. 24-18.","Time":"114","Category":"-1"},{"Text":"Team Brazil is only two points away from its third victory in three games.","Time":"113","Category":"-1"},{"Text":"Lipe Fonteles flies like a hummingbird to score once more. 21-16","Time":"112","Category":"2"},{"Text":"Williams stoped Murilo Endres. Brazil is still ahead. 19-13","Time":"110","Category":"3"},{"Text":"The two teams are performing a great defense festival, but Brazilians have more efficiency on counter-attacks. 17-10","Time":"107","Category":"-1"},{"Text":"TTO 16-10.","Time":"105","Category":"-1"},{"Text":"<p>Samuel Walker made an outstanding goalkeeper like save, but the volleyroos missed the counter-attack.&nbsp;</p>","Time":"105","Category":"6"},{"Text":"<p>The crowd lighted up with the good moment of the home team and is making a loud noise!</p><p><br></p> <img src=http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477091&width=900&height=600&stretch=uniform&Maxsize=400>","Time":"103","Category":"-1"},{"Text":"Evandro uses his 207 cm high to overcome the australian blockers. 12-9","Time":"102","Category":"2"},{"Text":"Samuel Walker spikes to bring Australia back. 9-8","Time":"100","Category":"2"},{"Text":"Riad went fast and furious to hit the ball and scored. Brazil is ahead. TTO 8-6","Time":"97","Category":"2"},{"Text":"A long rally ended with Samuel Walker's strike. 5-5","Time":"95","Category":"2"},{"Text":"Ace by Evandro! The only skill he didn't score yet. 2-5","Time":"93","Category":"1"},{"Text":"Australians opened the count on fourth set. 0-1","Time":"90","Category":"-1"},{"Text":"After Nehemiah Mote missed the seved, the Brazilians won the third set, 25-19","Time":"89","Category":"-1"},{"Text":"Riad showed why he was the top blocker in the last Brazil's Superliga and shut the door for the volleyroos and scores with two block in a row. 20-15","Time":"88","Category":"3"},{"Text":"With a single block Murilo Endres stoped Thomas \"Tom D-P\" Douglas-Powel. 17-14","Time":"80","Category":"3"},{"Text":"Brazilians needed to try twice to overcome Australia's wall and be ahead at the second TTO on set three. 16-14.","Time":"78","Category":"2"},{"Text":"Samuel Walker dropped the ball in the Brazilian side and scores. 13-12","Time":"75","Category":"2"},{"Text":"A long range set by William Arjona finished with a Lipe Fonteles' strong spike. 12-11","Time":"74","Category":"2"},{"Text":"A counter-attack by Lipe Fonteles let Brazil ahead for the first time on third set. 11-10","Time":"73","Category":"2"},{"Text":"<p>Team Brazil - Riad in&nbsp;</p><p>Lucas Saatkamp out</p>","Time":"72","Category":"7"},{"Text":"Evandro misses the opportunity and the volleyroos scored. 9-10","Time":"72","Category":"-1"},{"Text":"Lucas Saatkamp stops Paul Sanderson. 8-8","Time":"70","Category":"3"},{"Text":"The volleyroos liked to be ahead and are keeping the leash on the first TTO of the third set. 6-8","Time":"69","Category":"-1"},{"Text":"Outstanding block by Murilo Endres. 6-6","Time":"67","Category":"3"},{"Text":"The Australian reception improved making Grigory Sukochev work easier. 5-6","Time":"66","Category":"5"},{"Text":"<p>Thomas Edgar scores an ace. 3-4</p>","Time":"65","Category":"1"},{"Text":"<p>The Volleyroos have a huge challenge ahead playing against the nine-times World League winners, but they look very confindent. Don't they?</p><p><br></p> <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477098&amp;width=900&amp;height=600&amp;stretch=uniform&amp;Maxsize=400\">","Time":"63","Category":"-1"},{"Text":"The block is the Australian key for their reaction. The volleyroos scored five times with this skill and Brazil just three.","Time":"60","Category":"-1"},{"Text":"Wallace strikes the ball out, but Brazilians ask for challenge. But the video confirms that the ball out. Australia get the second set. 21-25","Time":"59","Category":"10"},{"Text":"Even the most experienced players can make an error! Sergio Santos misses the reception and the Australians are getting close to end the set. 21-23","Time":"57","Category":"4"},{"Text":"Eder ends the rally and it's a tie! The Australia Team's coach, Roberto Santilli, calls a time-out. 21-21","Time":"55","Category":"9"},{"Text":"Australian block stops the Brazilian spike and the volleyroos keep leading the set. 19-21","Time":"54","Category":"3"},{"Text":"Roberley Leonaldo asked for a video challenge and the video shows thar there was a last touch by the australian side. 18-19","Time":"52","Category":"10"},{"Text":"Long rally with a incredible save by William Arjona and with a ball setted by Lucas Saatkamp, Lipe Fonteles scores. 17-19","Time":"50","Category":"14"},{"Text":"<p>Team Australia - Roberts in</p><p>Sanderson out</p>","Time":"47","Category":"7"},{"Text":"After Team Brazil made three points in a row, Roberto Santilli asks a time-out 14-16","Time":"46","Category":"9"},{"Text":"William \"the wizard\" Arjona fools the Australian blockers and let Lipe Fonteles free to spike! 12-16","Time":"45","Category":"2"},{"Text":"TTO. The volleyroos improved their game and are keeping the leash on the second set. 11-16.","Time":"43","Category":"-1"},{"Text":"Evandro flies to hitt the ball with no chances for the australian defense. 10-14","Time":"42","Category":"2"},{"Text":"Roberley \"Rubinho\" Leonaldo stops the game to try to put Brazil back on track. 9-14","Time":"41","Category":"9"},{"Text":"After a \"mission impossible\" like defense by Sergio Santos, Lipe Fonteles scores for the home team. 9-12","Time":"40","Category":"14"},{"Text":"Murilo Endres uses the australian block to score. 8-11","Time":"38","Category":"2"},{"Text":"Brazil's backline hesitates and the ball slowly falls. 7-10","Time":"37","Category":"-1"},{"Text":"Edgar spikes from the right side and the volleyroos are still ahead. 2-3","Time":"37","Category":"2"},{"Text":"The volleyroos started the second set's scoreboard. 2-0","Time":"30","Category":"-1"},{"Text":"The Brazilian service was more effective on the first set - three points - while the Australians scored just once with that skill.","Time":"28","Category":"-1"},{"Text":"Lipe Fonteles, on a counter-attack, ends the set for the Southamericans. 25-20","Time":"26","Category":"-1"},{"Text":"Lipe Fonteles upsets the volleyroos' reception. Brazil is close to end the first set. 24-20","Time":"24","Category":"1"},{"Text":"The australian opposite spiker, Williams scores his first point. 22-20","Time":"22","Category":"2"},{"Text":"<p>Team Brazil Raphael and Wallace in</p><p>Evandro and Wiliam out</p>","Time":"21","Category":"7"},{"Text":"<p>Team Australia - Williams and Bell in</p><p>Sukochev and Edgar out</p>","Time":"20","Category":"7"},{"Text":"The volleyroos stoped Evandro with a three-men wall! 18-16","Time":"19","Category":"3"},{"Text":"Team Brazil's captain, Murilo Endres, scores another and its TTO! 16-14","Time":"16","Category":"2"},{"Text":"Samuel Walker hitts the ball to score for Australia. The volleyroos are back on track. 14-13","Time":"14","Category":"-1"},{"Text":"Lucas Saatkamp strikes an ace. and the Australia's coach, Roberto Santilli, asks fot a time-out. 14-11.","Time":"13","Category":"9"},{"Text":"After a fail reception from Australia, Brazil is back ahead on the scoreboard. 11-10","Time":"12","Category":"-1"},{"Text":"Paul Sanderson started the rally with a strong serve and finished with a sharp spike. 8-9","Time":"10","Category":"-1"},{"Text":"The first TTO of this match comes after a missed service from Australian side. 8-7","Time":"8","Category":"-1"},{"Text":"Murilo uses the australian block to score. So far the match is tight. 7-6.","Time":"7","Category":"2"},{"Text":"Team Brazil comes on court with Evandro, Wiliam, Murilo, Lipe Fonteles, Lucas Saatkamp,Eder and the libero Sergio Santos","Time":"6","Category":"-1"},{"Text":"The volleyroos start with Guymer, Sanderson, Edgar, Mote, Walker, Sukovchev and the libero Perry.","Time":"3","Category":"-1"},{"Text":"The referees are Fabian Concia (ARG) and Yuri Ramirez (DOM)","Time":"0","Category":"-1"},{"Text":"<p>National anthems!</p>","Time":"-1","Category":"-1"},{"Text":"<p>The two teams' mascots meet right before the match!</p><p>Who is gonna win??</p><p><br></p> <img src=http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477094&width=900&height=600&stretch=uniform&Maxsize=400>","Time":"-4","Category":"-1"},{"Text":"<span style=\"color: rgb(85, 85, 85); font-family: open_sansregular, 'Trebuchet MS', Arial, Helvetica, sans-serif; font-size: 14px; line-height: 20px;\">In 2012, Brazil played three matches in São Bernardo do Campo (FIN, CAN, POL) winning all three of them.</span>","Time":"-7","Category":"-1"},{"Text":"<p>You can also follow us on social media! We are at&nbsp;<a href=\"https://twitter.com/FIVBWorIdLeague\" target=\"_blank\">Twitter</a>,&nbsp;<a href=\"https://www.facebook.com/FIVB.InternationalVolleyballFederation?fref=ts\" target=\"_blank\">Facebook</a>&nbsp;and&nbsp;<a href=\"https://instagram.com/fivbvolleyball/\" target=\"_blank\">Instagram</a>!&nbsp;</p>","Time":"-14","Category":"-1"},{"Text":"<p>The Brazillian stars few moments before go on court!</p><p><br></p> <img src=http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477089&width=900&height=600&stretch=uniform&Maxsize=400>","Time":"-23","Category":"-1"},{"Text":"<p>The children and Brazil's mascot, Zecaré are ready to cheer!&nbsp;</p>","Time":"-26","Category":"-1"},{"Text":"<span style=\"color: rgb(85, 85, 85); font-family: open_sansregular, 'Trebuchet MS', Arial, Helvetica, sans-serif; font-size: 14px; line-height: 20px;\">Australia have lost their last four World League matches (including their last two of 2014) and can lose five in a row for the first time since a streak of 14 successive defeats dating back to their World League debut in 1999.</span>","Time":"-33","Category":"-1"},{"Text":"<span style=\"color: rgb(85, 85, 85); font-family: open_sansregular, 'Trebuchet MS', Arial, Helvetica, sans-serif; font-size: 14px; line-height: 20px;\">Brazil have started their 2015 World League campaign with two wins over Serbia (3-2, 3-1). In 2014, they won only one of their first four matches.&nbsp;</span>","Time":"-35","Category":"-1"},{"Text":"The two teams are streching out and warming up.","Time":"-36","Category":"-1"},{"Text":"Now its the volleyroos' turn to go inside under applauses.","Time":"-42","Category":"-1"},{"Text":"Team Brazil comes to the court for the excitment of the fans!","Time":"-44","Category":"-1"},{"Text":"<span style=\"color: rgb(85, 85, 85); font-family: open_sansregular, 'Trebuchet MS', Arial, Helvetica, sans-serif; font-size: 14px; line-height: 20px;\">Australia will also play their first World League match against a team from South America.</span>","Time":"-50","Category":"-1"},{"Text":"Brazil and Australia will meet for the first time in FIVB World League's history. The nine-times winners have the crowd in their favour, but the volleyroos won last year's FIVB World League Group 2 with a thrilling five setter game against France. Let's see what this match brings. Do you have any guess who will win this friday?","Time":"-53","Category":"-1"},{"Text":"<p>Hello, volleyball fans! We are at Ginásio Poliesportivo Adib Moysés Dib, in São Bernardo do Campo (Brazil) for Brazil v Australia for the FIVB World League 2015. The game will start in about an hour.</p>","Time":"-56","Category":"-1"}]