[{"Text":"<p>Thank you all for joining in. We hope you enjoyed the best volleyball the world has to offer.&nbsp;</p><p>Until next time.</p>","Time":"165","Category":"-1"},{"Text":"That's it from Matosinhos. The Netherlands registered two victories in the opening weekend. Portugal recorded its first point on this year's edition.&nbsp;","Time":"164","Category":"-1"},{"Text":"Dick Kooy was the match's top scorer with 25 points, followed by Hugo Gaspar, who recorded 24 points.&nbsp;","Time":"163","Category":"-1"},{"Text":"André Lopes: \"We managed to improve on the reception but we were playing a great opponent that puts much pressure on their serve. We are working well towards our main objective, which is to win a Euro final stage spot against Slovenia in the upcoming weekends\"","Time":"162","Category":"-1"},{"Text":"Hugo Silva \"This ending set reminded us yesterday's match. Nevertheless we have improved, which is a good indicator that the team as something to built on. We were better today and we were unfortunate to loose the 4th set, maybe we could have done better and win by 3-1\"&nbsp;","Time":"159","Category":"-1"},{"Text":"Gido Vermeulen \"We're not entirely happy because the team had some errors, specially on the third set. We were leading and we've failed in the end. When we play away that sometimes happens, as the fans carry the home team, but we managed to overcome that and win the match\"","Time":"153","Category":"-1"},{"Text":"Van Dijk \"I liked today's victory because we had to work harder to achieve it\"","Time":"151","Category":"-1"},{"Text":"The match ended in a 2-3 victory for the visiting side. The Netherlands have 5 points now after week 1. Portugal has to settle with 1.","Time":"144","Category":"-1"},{"Text":"And Van Dijk seals the deal! The Dutch with a crossed-court spike gives them the win! 12-15&nbsp;","Time":"143","Category":"-1"},{"Text":"Gaspar saves another matchpoint with an attack deflected on the block. 12-14","Time":"141","Category":"-1"},{"Text":"Van Dijk attacks very high. 11-14","Time":"140","Category":"-1"},{"Text":"But Diefenbach blocks an attack giving the Netherlands a machpoint. 10-14","Time":"140","Category":"-1"},{"Text":"João José with a great block! 10-13 The crowd still believes.","Time":"139","Category":"-1"},{"Text":"The Netherlands call a time-out after a three-point recover from the home side. 9-13","Time":"138","Category":"-1"},{"Text":"Alex blocks to close the gap. 8-13","Time":"137","Category":"-1"},{"Text":"Nimir has a smile on his face preparing to serve. 6-13","Time":"136","Category":"-1"},{"Text":"Van Dijk attacks a ball that was deflected by the Portuguese block. 6-12","Time":"134","Category":"-1"},{"Text":"The Netherlands is cruising past Portugal. Nimir tipped a ball on the second touch making it 4-10","Time":"132","Category":"-1"},{"Text":"Van Dijk's attack couldn't be defended by João José. 4-9","Time":"131","Category":"-1"},{"Text":"Amazing rally now with both teams defending well, but in the end was Nimir's spike that close the point. 2-8","Time":"130","Category":"-1"},{"Text":"Marco and Violas enter to replace Gaspar and Tavares. 2-6","Time":"128","Category":"-1"},{"Text":"The Netherlands entered very strong in this tie-breaker, as Portugal continue to add mistakes on the defense. 1-5","Time":"127","Category":"-1"},{"Text":"Some bad coordination on the Portuguese defense put team NED up by 3 points. 1-4","Time":"126","Category":"-1"},{"Text":"Alex tips the ball making it 1-2","Time":"125","Category":"-1"},{"Text":"Kooy makes a point on the block to start the 5th. 0-1","Time":"124","Category":"-1"},{"Text":"The Dutch side maintain their cool when trailing by two points. In the end they came strong. This will be a tie-break decider.","Time":"122","Category":"-1"},{"Text":"The Netherlands seal the set 21-25 with an attack that was blocked out-of-bounds.","Time":"120","Category":"-1"},{"Text":"Alex attack deflected out saves set point 1 21-24","Time":"119","Category":"-1"},{"Text":"Kooy blasts an ace! 20-24","Time":"119","Category":"-1"},{"Text":"Netherlands now looking good to tie the match. 20-23","Time":"119","Category":"-1"},{"Text":"Gaspar attacks out-of-bounds following a great Dutch serve. 20-22","Time":"118","Category":"-1"},{"Text":"Alex Ferreira evens the set again! 20-20","Time":"117","Category":"-1"},{"Text":"Fabricio's astonishing block closes the gap. 19-20","Time":"116","Category":"-1"},{"Text":"Nimir has an ace. The ball touched the net and caught everybody by surprise. 18-20","Time":"116","Category":"-1"},{"Text":"Coach Silva calls a time-out.","Time":"115","Category":"9"},{"Text":"Bontje puts the Dutch in the front with a great block. 18-19.&nbsp;","Time":"114","Category":"-1"},{"Text":"Kooy blasts one out-of-bounds to give Portugal the lead. 18-17","Time":"113","Category":"-1"},{"Text":"The score remains tight here folks. 17-17","Time":"112","Category":"-1"},{"Text":"João José in the middle, just as he likes. 16-16","Time":"111","Category":"-1"},{"Text":"Alex serve is too long. At TTO2 the Netherlands is slightly up front. 15-16","Time":"109","Category":"-1"},{"Text":"Van Dijk has an amazing serve, which was deflected to the stands. Set is now even. 14-14","Time":"107","Category":"-1"},{"Text":"Hugo Gaspar and Dick Kooy top score at this point with 20 points each. 13-12","Time":"106","Category":"-1"},{"Text":"Nimir returns to the match. 11-9","Time":"104","Category":"7"},{"Text":"Miguel's amazing save wasn't enough to prevent a Dutch point, delivered by Diefenbach in the middle. 10-8","Time":"103","Category":"-1"},{"Text":"Portugal are looking good right now, putting some pressure on the service and making things difficult for the Netherlands. 9-6&nbsp;","Time":"101","Category":"-1"},{"Text":"Early in the set, Van Harskamp enters to replace Nimir Abdel-Aziz.","Time":"99","Category":"-1"},{"Text":"TTO1 Lopes has a great block. Portugal 8-6 up.","Time":"99","Category":"-1"},{"Text":"Tavares aces and evens the set 5-5","Time":"97","Category":"-1"},{"Text":"Maan with an explosive back row attack. 3-5","Time":"96","Category":"-1"},{"Text":"Great serve by Klapwijk making it 1-3 on the fourth set.","Time":"94","Category":"-1"},{"Text":"It was an extraordinary comeback from the Portuguese. They were losing by five points, but their resilience was compensated with the team's first set win in this year's tournament.","Time":"92","Category":"-1"},{"Text":"Portugal wins the set and the fans go crazy! João José hits an amazing save and Gaspar attacked. Then, another great team effort and a deflected block from the Dutch made it 26-24. Portugal leads the match 2-1.","Time":"89","Category":"-1"},{"Text":"Gaspar once again attacks well and the ball is deflected. 24-24","Time":"86","Category":"-1"},{"Text":"Alex serves out. 23-24","Time":"85","Category":"-1"},{"Text":"All tied again with a huge spike from Gaspar. 23-23","Time":"85","Category":"-1"},{"Text":"Alex Ferreira has 7 points recorded. The best Portuguese continues to be Hugo Gaspar (13)","Time":"84","Category":"-1"},{"Text":"Error! Gaspar hits high and long. 22-23","Time":"83","Category":"-1"},{"Text":"The &nbsp;crowd goes crazy as Alex had two back-to-back blocks tying the set. 22-22 What a performance!","Time":"82","Category":"-1"},{"Text":"Alex's huge spike keeps Portugal in the set. 20-22","Time":"81","Category":"-1"},{"Text":"The Dutch called a time-out following Gaspar's winner. 18-21","Time":"79","Category":"9"},{"Text":"Double block by Portugal's Alex and Fabrício. 17-21","Time":"78","Category":"-1"},{"Text":"Kooy with a cross court spike. 15-20","Time":"76","Category":"-1"},{"Text":"Portugal started well but couldn't maintain the consistency that the Netherlands is showing right now. 14-19","Time":"75","Category":"-1"},{"Text":"Valdir enters the match at a point that Portugal is losing 13-18","Time":"74","Category":"-1"},{"Text":"TTO2 Marco Ferreira serves to the net giving the Dutch a five-point advantage. 11-16","Time":"71","Category":"-1"},{"Text":"<p>&nbsp;Don't forget to check the matches' photo gallery on the FIVB&nbsp;<a href=\"http://www.fivb.org/EN/volleyball/competitions/WorldLeague/2015/PhotoGallery.asp?No=4&amp;Tourncode=WL2015-2\" target=\"_blank\" style=\"line-height: 21.4285717010498px; background-color: rgb(255, 255, 255);\">website</a></p><p><br></p> <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471560&amp;Maxsize=400\">","Time":"70","Category":"-1"},{"Text":"A great rally ended with Dick Kooy's attack out-of-bounds. 9-11","Time":"67","Category":"-1"},{"Text":"And another great block by Van Dijk puts even more pressure on Portugal's side. 7-11","Time":"65","Category":"-1"},{"Text":"Bontje bloks Alex's back row attack. 6-9","Time":"64","Category":"-1"},{"Text":"TTO1 Van Dijk with a free ball makes it 6-8. Portugal has to regain confidence if they want to stay in the match.&nbsp;","Time":"63","Category":"-1"},{"Text":"Nimir with a great block puts the Netherlands up 3-4","Time":"60","Category":"-1"},{"Text":"Explosive spike by Van Dijk. 2-2&nbsp;","Time":"58","Category":"2"},{"Text":"Fabrício spikes in the middle, opening set 3- 1-0","Time":"57","Category":"-1"},{"Text":"Portugal failed in some plays, and the Netherlands took advantage in that second set.","Time":"55","Category":"-1"},{"Text":"Koelewijn denies an attack by Lopes putting the scorer 18-25. The match is now tied at 1-1.","Time":"54","Category":"-1"},{"Text":"Bontje with a serve that ended in Portugal's side 16-23","Time":"51","Category":"1"},{"Text":"João José wastes a free ball. 15-21. The Dutch are more confident at this point.","Time":"50","Category":"-1"},{"Text":"An explosive serve by Nimir, a huge defense by Lopes and an attack to the net by João José, makes it 14-19.","Time":"48","Category":"-1"},{"Text":"Koelewijk has a great spike in the middle. 13-17","Time":"46","Category":"-1"},{"Text":"TTO2 Kooy had another terrific serve, poorly defended by Ivo Casas. The Netherlands now have the upper hand. 12-16","Time":"44","Category":"-1"},{"Text":"But Kooy had something to say and blasted a serve. 12-14","Time":"43","Category":"-1"},{"Text":"The score remains tight here, André Lopes is having a great match. 12-12","Time":"42","Category":"-1"},{"Text":"Block! Lopes makes it 10-11","Time":"41","Category":"3"},{"Text":"André Lopes tips a ball that seemed lost. 8-10","Time":"39","Category":"-1"},{"Text":"João José explodes a ball in the middle. 7-8","Time":"38","Category":"-1"},{"Text":"Nimir on the second touch of the ball makes it 5-8. The Netherlands are better in this second set.","Time":"36","Category":"-1"},{"Text":"Gaspar spikes the ball to close the gap. 5-7","Time":"35","Category":"-1"},{"Text":"Team Netherlands now capitalises with a block following an error by Ivo Casas. 3-7","Time":"34","Category":"-1"},{"Text":"Tavares with a second touch point closes in 3-4","Time":"32","Category":"-1"},{"Text":"Hugo Gaspar top scored in the opening set (6) while Van Dijk was the best for the Dutch (5).","Time":"32","Category":"-1"},{"Text":"Two errors in the beginning of the second set makes 0-2 for the Dutch","Time":"30","Category":"-1"},{"Text":"So far the Dutch can't hurt Portugal with their serve.&nbsp;","Time":"28","Category":"-1"},{"Text":"What a great service. André Lopes seals the match with a powerfull serve, deflected out-of-bounds. 25-17. Like yesterday, Portugal begins well. 1-0","Time":"26","Category":"-1"},{"Text":"Fabrício with another kill in the middle followed by an ace of André Lopes 24-17","Time":"25","Category":"-1"},{"Text":"Great point! Gaspar serves well, the ball is defended to the Portuguese side and Fabrício kills it in the midlle 21-16","Time":"24","Category":"-1"},{"Text":"Bontje had a great kill, but Gaspar answer it. 19-15","Time":"22","Category":"-1"},{"Text":"The Netherlands called for time-out.","Time":"21","Category":"9"},{"Text":"Alex ace! The ball touched the net and fell on the Dutch side, making it 18-14","Time":"21","Category":"-1"},{"Text":"Van Dijk with an explosive spike along the line. 16-14","Time":"19","Category":"-1"},{"Text":"TTO2 Gaspar attacks and the ball is out, but the referee called a touch on the block. 16-13","Time":"18","Category":"-1"},{"Text":"Tavares with a huge serve that was poorly defended makes it 15-13.","Time":"16","Category":"-1"},{"Text":"After a good defense, Gaspar attacks a ball deflected on the block. 14-13","Time":"15","Category":"-1"},{"Text":"Nimir on a free ball, badly set by Gaspar evens the set 12-12","Time":"14","Category":"-1"},{"Text":"Kooy with a cross court attack makes it 11-10","Time":"13","Category":"-1"},{"Text":"Alex with a back row attack makes it 10-8","Time":"11","Category":"-1"},{"Text":"TTO1 Nimir serves too long and Portugal leads 8-7","Time":"9","Category":"-1"},{"Text":"Block! Nimir evens the score, 5-5","Time":"6","Category":"-1"},{"Text":"Bontje spikes in the middle to make it 3-2","Time":"4","Category":"-1"},{"Text":"We're off – Gaspar hits and the ball is deflected out-of-bounds 1-0.","Time":"3","Category":"-1"},{"Text":"Hugo Silva starts André Lopes ahead of João Oliveira.","Time":"2","Category":"-1"},{"Text":"<p>Today's referees are Sinisa Isajlovic from Austria and<span style=\"line-height: 1.42857143;\">&nbsp;Mykhaylo Melnyk, from Ukraine.</span></p>","Time":"0","Category":"-1"},{"Text":"Time for the national anthems","Time":"-4","Category":"-1"},{"Text":"Hugo Silva is Portugal's boss for the second season.","Time":"-9","Category":"-1"},{"Text":"<p class=\"MsoNormal\"><span lang=\"EN-US\">The Men's National Team of the Netherlands have a new head coach, Gido Vermeulen who replaced Edwin Bene after four seasons as the team's mentor. Vermeulen debuted yesterday with a big win.<o:p></o:p></span></p>","Time":"-14","Category":"-1"},{"Text":"<p class=\"MsoNormal\"><span lang=\"EN-US\">Miguel Tavares (Piacenza) came across Jeroen Rauwerdink (Andreoli Latina) in Italia's Serie A.&nbsp;<o:p></o:p></span></p>","Time":"-19","Category":"-1"},{"Text":"<p class=\"MsoNormal\"><span lang=\"EN-US\">During the club season some of these players faced each other as Alex Ferreira (Ziraat Bankasi) and Niels Klapwig (Besiktas) were opponents in the Turkish league.<o:p></o:p></span></p>","Time":"-21","Category":"-1"},{"Text":"For today's match Portugal will wear dark blue, while the Netherlands will play in its traditional orange.","Time":"-23","Category":"-1"},{"Text":"Coach Hugo Silva recognised that his team was poor on service, while the reception wasn't at its best. It will be interesting to see how Portugal will cope today with the serving game of the Dutch.","Time":"-38","Category":"-1"},{"Text":"<p>Hugo Gaspar (POR) and Dick Kooy (NED) top scored yesterday with 14 points each.</p><p><br></p>  <img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471286&amp;Maxsize=400\">","Time":"-52","Category":"-1"},{"Text":"<p>Checkout the photo gallery of yesterday's match, which ended with a 3-1 victory for the Dutch</p><p><a href=\"http://www.fivb.org/EN/volleyball/competitions/WorldLeague/2015/PhotoGallery.asp?No=3&amp;Tourncode=WL2015-2\" target=\"_blank\">Photo gallery</a><br></p>","Time":"-60","Category":"-1"},{"Text":"<p>Good afternoon volleyball fans, and thank you for joining us for match 2 between Portugal and the Netherlands.</p>","Time":"-64","Category":"-1"}]