[{"Text":"Italian coach Mauro Berruto: I'm very happy with my team's attitude. That was very important, tonight, their attitude.","Time":"141","Category":"-1"},{"Text":"Australian captain Tom Edgar: Italy ranked fourth in the world, so it was always going to be tough. I think we just had a few lapses during the game, so we have some things to work on.","Time":"125","Category":"-1"},{"Text":"Peacock serves into the net, and that's the end of the match. Italy take the fourth set 25-20, and the match 3-1.. Great confidence builder for the young Italians, tough first match for the Australians.","Time":"122","Category":"-1"},{"Text":"The Australians have Edgar on the bench - Italy leading 23-19, with Mengozzi on for Anzani for Italy","Time":"120","Category":"-1"},{"Text":"Bang goes Antonov, and Italy move out to 22-18","Time":"119","Category":"-1"},{"Text":"Italian carry, all of a sudden its 18-20. But Sanderson sends one into the net to make it Italy 21-18","Time":"118","Category":"-1"},{"Text":"A Sanderson ace brings the crowd to life inside Adelaide Arena. But he needs a lot more at 16-20","Time":"117","Category":"-1"},{"Text":"Big, swinging serve from Williams makes it 14-19, but his next serve called long. Australia challenges, but call stands. Italy 20-14","Time":"116","Category":"-1"},{"Text":"It's starting to look a bit ugly for the home team - Italy lead fourth set 18-11, with Bossi replacing Alletti for Italy","Time":"113","Category":"-1"},{"Text":"Australia win back the serve, but Edgar rockets into the net. Italy well in control all around the court, lead 16-9 at the second TTO.","Time":"111","Category":"-1"},{"Text":"Roberts back on for Walker with Australia quickly falling out of this set. An Anzani block makes it 15-8","Time":"109","Category":"-1"},{"Text":"That was big! Great play from both teams, but Italy have quickly taken the lead back out to 13-8. It's the Antonov serve doing the damage once again as Australia calls a time out","Time":"107","Category":"-1"},{"Text":"Anzani blasts one past the Australian wall to give italy back the lead - 9-8, and then a set Lanza touch makes it10-8","Time":"105","Category":"-1"},{"Text":"It looked comical, unless you're Italian.. An airy, a big Walker block and a wild Italian spike brings Australia back into the set! It's 8-all, as the Italians call a time out.","Time":"103","Category":"-1"},{"Text":"Sabbi's serve called out, Italy challenge and the call is reversed - Italy leads 8-4 at the first TTO in the fourth. The Australians will need to find something special if they're going to take this match to a fifth set.","Time":"101","Category":"-1"},{"Text":"Lanza dives valiantly at the back of the court, but he can't get there - Italy leads 6-4 in the fourth","Time":"99","Category":"-1"},{"Text":"The match stats are very even tonight - except for the error count, which Australia leads 24-12","Time":"98","Category":"-1"},{"Text":"This is great serving from Lanza, putting the Australians on the back foot.. Santilli calls a timeout for Australia, they trail Italy 2-5 in the fourth set","Time":"97","Category":"-1"},{"Text":"Slightest of touches from Italy gives Australia a 2-1 lead, but then Alletti with a well-placed spike levels at 2-all. And a Lanza ace makes it 3-2 for Italy","Time":"96","Category":"-1"},{"Text":"Lanza finishes the set with a powerful spike - Italy 25-21, take a 2-1 lead over Australia.","Time":"90","Category":"-1"},{"Text":"Local boy Nathan Roberts comes on for Sam Walker, and the crowd erupts","Time":"88","Category":"-1"},{"Text":"A big Australian serve, and an Italian error - its 20-21 to Italy as Vettori comes on for Italy and a timeout is called","Time":"87","Category":"-1"},{"Text":"The power game of Antonov is proving a big difference - Italy sneak back out to a 20-17 lead in the third set","Time":"85","Category":"-1"},{"Text":"Sabbi with a timely spike, 18-15 to Italy","Time":"82","Category":"-1"},{"Text":"Nehemiah Mote into the game for Australia for the first time tonight - and he brings up the big block to make it 15-17","Time":"82","Category":"-1"},{"Text":"An Edgar spike and a Sukochev ace all of a sudden has the score at 13-16","Time":"81","Category":"-1"},{"Text":"Was that a mishit? Guymer will never tell us, but Australia back to 12-16","Time":"80","Category":"-1"},{"Text":"Outstanding save by Antonov in the back court keeps Italy in the point - they've opened up a handy 16-10 lead at the second TTO in the third set.","Time":"79","Category":"-1"},{"Text":"<p>Well, that looked interesting! A couple of close calls, the Italians not happy, but Australia gets thje point - 10-14 to Italy</p>","Time":"77","Category":"-1"},{"Text":"Antonov rifles a serve past the Australians - great ace, then rockets another into Australian Libero Perry to open the lead out to 14-9 as the Australians call a time out.","Time":"76","Category":"-1"},{"Text":"Italy challenge a line call, on the big screen it looks close - but the referee rules in Australia's favour.. 11-8 to Italy","Time":"74","Category":"-1"},{"Text":"Error count now stands at Australia 19 to Italy 8..","Time":"73","Category":"-1"},{"Text":"Anzani blocks Edgar to give the Italians a 10-5 lead in the third.. Italy looking much more focussed this set","Time":"71","Category":"-1"},{"Text":"Edgar and Passier combine to block and bring Australia back to 5-7","Time":"69","Category":"-1"},{"Text":"<p>Italy race out to a 6-2 lead in the third set, with Australia still perhaps thinking about the last set. It was the first set Australia has won against italy in World League</p>","Time":"67","Category":"-1"},{"Text":"WOW! Contentious final call from the referee gives the point to Australia, and the second set 25-22.. That's one set all","Time":"59","Category":"-1"},{"Text":"Botto in for Antonov at 22-all. Walker serve again clips the net, spills over to give Australia 23-22 lead","Time":"58","Category":"-1"},{"Text":"Bang! Edgar nails a serve, Volleyroos take the lead 21-20.. but Anzani returns the favour to level again at 21-all","Time":"56","Category":"-1"},{"Text":"Big block from Passier, who is now flexing his ankle. And an Edgar missile levels the score at 20-all as Italy calls a time out!","Time":"54","Category":"-1"},{"Text":"Ambitious! Antonov tries to tip the ball over 211cm Edgar, who bangs it into the Italian court. But Italy challenges, and it stands - Italy lead 20-17","Time":"53","Category":"-1"},{"Text":"Walker tries to evade a Lanza serve, but it follows him and crashes into his chest to give Italy an 18-15 lead in the second set.. Australia calls a time out","Time":"50","Category":"-1"},{"Text":"Alletti spikes one past the Australian wall, gives the Italians a 16-15 lead going into the second TTO.","Time":"48","Category":"-1"},{"Text":"Oops! Passier serves ace past watching Italians, but then Edgar spike goes wide. 14-all","Time":"46","Category":"-1"},{"Text":"A captain's block.. Travica steps in to stop the rot, 11-12 to Australia","Time":"44","Category":"-1"},{"Text":"Edgar with two massive spikes levels the scores at 10-all, and then a Walker serve clips the net and the Italians watch it hit the deck. And then a big block gives Australia a 12-10 lead.","Time":"43","Category":"-1"},{"Text":"Great defence from Italy gives them back the lead 10-8; Lanza doing a power of work for the visitors","Time":"41","Category":"-1"},{"Text":"Volleyroos lead 8-7 at the first TTO in the second set","Time":"39","Category":"-1"},{"Text":"Walker's first touch is a good one, forcing the Italian block wide. But Sabbi's spike levels the score at 7-all.","Time":"38","Category":"-1"},{"Text":"It's a great crowd in Adelaide Arena tonight, and they're really getting into this game. A net touch for the Italians levels the score at 5-all, as Walker comes on for Douglas-Powell for the Australians","Time":"37","Category":"-1"},{"Text":"Italians playing great all round volleyball at the moment - blocks, spikes, digs… It's 3-all in the second set","Time":"34","Category":"-1"},{"Text":"Second set underway, with a big Australian block giving them the opening point","Time":"33","Category":"-1"},{"Text":"Douglas-Powell serve goes wide to give the opening set to Italy 25-19. High error count costly for Australia, while Italy's wall is proving solid.","Time":"28","Category":"-1"},{"Text":"Referee calls a carry against Edgar, and the Australians not happy. But the call stands - so Edgar responds by smashing the next point into the Italian half. And then an Australian block brings them back to 22-18 as Italy now calls a time-out","Time":"25","Category":"-1"},{"Text":"Now the Italian wall does its job - another time-out for Australia, they trail Italy 21-16. Australia's error count at 8, compared to Italy's 3","Time":"23","Category":"-1"},{"Text":"Another great rally goes the way of Italy - have they opened up a set-winning lead at 19-15?","Time":"21","Category":"-1"},{"Text":"Antonov served looked to be going long, but Sanderson played at it and his return sailed wide - Australia calls a time out with Italy leading 18-15","Time":"20","Category":"-1"},{"Text":"Rally of the match so far - great defence, great saves, but Italy come up with the goods to lead 16-14 at second TTO","Time":"17","Category":"-1"},{"Text":"Antonov smashes one past the Australian wall to keep the two point buffer - 15-13 to Italy","Time":"16","Category":"-1"},{"Text":"Italy playing with deft touch - take a 13-11 lead over Australia","Time":"15","Category":"-1"},{"Text":"Italy take the lead 11-10 with Australia continuing to spray their spikes and serves","Time":"13","Category":"-1"},{"Text":"Big block from Italy's Anzani levels the scores at 8-all","Time":"11","Category":"-1"},{"Text":"The Italian wall ineffective so far, but Australia making errors. Volleyroos lead 8-6 at first TTO.","Time":"9","Category":"-1"},{"Text":"Australia get the first mini-break off the back of some powerful spikes from Edgar and Sanderson. 6-4","Time":"8","Category":"-1"},{"Text":"Edgar's first serve of the night brings OOOHS from the crowd - Volleyroos lead 3-2","Time":"6","Category":"-1"},{"Text":"First point to Australia, but then Guymer serves long to make it 1-all","Time":"4","Category":"-1"},{"Text":"Australian starters Guymer, Sanderson, Passier, Edgar, Peacock, Douglas-Powell and Libero Perry","Time":"4","Category":"-1"},{"Text":"Italian starting line-up - Lanza, Travica, Antonov, Sabbi, Anzani, Alletti and Libero Colaci","Time":"3","Category":"-1"},{"Text":"<p>National anthems are completed - now for the big match! Who do you think will win?</p><p><br></p>","Time":"-1","Category":"-1"},{"Text":"Being an Australian home game, we're getting lots of AC/DC for warm-up music - and the players and the fans approve.","Time":"-15","Category":"-1"},{"Text":"Australia's Nathan Roberts is the most experienced player on the court, with 309 games for his country. Interestingly, this is only the second time he has played in front of his hometown crowd of Adelaide! Italy's most experienced player is captain Dragan Travica with 188 games.","Time":"-18","Category":"-1"},{"Text":"By contrast, Australia's least experienced player is Tom Hodges, who has six internationals under his belt for the Volleyroos. Libero Jacques Borgeaud has nine caps, and the next most inexperienced player is Paul Sanderson with 46 games. So Australia has a big experience advantage.","Time":"-24","Category":"-1"},{"Text":"<p>Italian coach Mauro Berruto has six players who will make their debut for their country this weekend - do you think the team will be too strong for Australia?</p><p><br></p>","Time":"-30","Category":"-1"},{"Text":"The Australian fans don't like turning up early.. they're starting to stream into Adelaide Arena now. There are a lot of Italians living in Adelaide, so it will be interesting to see how much support the visitors get this weekend.","Time":"-36","Category":"-1"},{"Text":"The Volleyroos enter the arena, looking resplendent in their green and very bright yellow!","Time":"-41","Category":"-1"},{"Text":"Italy are on the court stretching, no sign of the home team yet.","Time":"-48","Category":"-1"},{"Text":"<p>Welcome to Adelaide, Australia, everyone for the World League Group One match between Australia and Italy. We're under an hour away from the start.</p>","Time":"-52","Category":"-1"}]