[{"Text":"Thanks for following our match commentary. We will be back tomorrow for the second match between the United States and Russia!","Time":"171","Category":"-1"},{"Text":"John Speraw \"I don't think either team was as happy as they would like with the level of play... Both teams are going to have to play better volleyball in World League if we are going to have a hope of moving on.\"","Time":"171","Category":"-1"},{"Text":"Smith, Troy combine for a block to give US 28-26 set win and 3-1 match victory","Time":"137","Category":"3"},{"Text":"Russia hits the ball out of bounds to tie at 26-26. Anderson spikes from the left for US giving match point at 27-26","Time":"136","Category":"-1"},{"Text":"Play stands. Holt serving for US at 25-25, but serves into the net and its set point for Russia at 26-25","Time":"134","Category":"1"},{"Text":"Russia serve called out, but Russia is challenging","Time":"133","Category":"10"},{"Text":"Ilinykh attacks out of the back row and gives Russia set point at 25-24. US calls timeout","Time":"132","Category":"2"},{"Text":"Spiridonov ties the score at 24-24 with a left-side attack","Time":"131","Category":"2"},{"Text":"US takes match point on Jaeschke spike, 24-23 Russia calls timeout","Time":"130","Category":"-1"},{"Text":"Spike by Ilinykh ties the score at 19-19. Both teams fighting hard to keep the score close.","Time":"123","Category":"-1"},{"Text":"Troy connects on an ace and extends the US run to 4-0. US leads 16-13 at the second technical time-out.","Time":"118","Category":"1"},{"Text":"Good rally ends with a big block from Holt. US is on a 3-0 run and leads 15-13. Russia calls timeout.","Time":"116","Category":"3"},{"Text":"Russia's Pavel Moroz gets a spike off the block to give Russia the 8-7 lead at the first technical time-out","Time":"108","Category":"9"},{"Text":"A Russia challenge results in US being called for net violation and the score is tied 5-5","Time":"104","Category":"10"},{"Text":"<p>David Lee, an alum of Long Beach State, came in to serve and served the final five points of the third set as the US took the third set 25-15.</p>","Time":"100","Category":"-1"},{"Text":"Ace from Markin aimed right at Murphy Troy's feet and jumps to get out of the way. US still leads 13-10","Time":"83","Category":"1"},{"Text":"A month ago, Thomas Jaeschke was the U.S. college player of the year. Now he is getting spikes against Russia. U.S. leads 10-6.","Time":"82","Category":"2"},{"Text":"US on a 4-0 run to lead 8-3 at technical time-out. Scored on Smith spike, Christenson ace, Anderson block and Russia hitting error.","Time":"76","Category":"9"},{"Text":"US wins challenge of block by Anderson and leads 7-3","Time":"74","Category":"10"},{"Text":"Ilinykh starting for Russia","Time":"72","Category":"7"},{"Text":"US brings Jaeschke in for Aaron Russell to start the third set","Time":"69","Category":"7"},{"Text":"US held set point at 24-23, but Russia scores on spike by Ilinykh and ace from Moroz. A US violation gives Russia the 26-24 second-set victory","Time":"65","Category":"8"},{"Text":"Antipkin comes in to serve for Russia and Smoliar spikes the overpass","Time":"63","Category":"2"},{"Text":"Russia scores on a US error and spike from Ashchev to pull to within two at 22-20. Team USA calls time-out","Time":"60","Category":"9"},{"Text":"Russia hits the ball out of bounds to give US a 22-18 lead and Russia calls time-out again","Time":"58","Category":"9"},{"Text":"US leads 20-17 on ace from Russell and Russia calls timeout","Time":"55","Category":"1"},{"Text":"Russia wins a long rally on a spike off the block by Markin and ties the score at 16-16","Time":"51","Category":"14"},{"Text":"Troy scores with a spike off the block and Team USA leads 16-13 at the second technical time-out.","Time":"48","Category":"2"},{"Text":"US wins the challenge and leads 10-8","Time":"44","Category":"10"},{"Text":"Russia is challenging a hit that was called out of bounds.","Time":"42","Category":"10"},{"Text":"The US serves into the net and Russia leads 8-7 at the first technical timeout","Time":"39","Category":"1"},{"Text":"Russia leads second set 6-4 after two straight spikes from Spiridonov and Moroz.","Time":"37","Category":"2"},{"Text":"US scores final two points of the set on an Anderson ace and one-handed block by Holt to win, 25-18.","Time":"27","Category":"3"},{"Text":"Savin scores with an ace and Russia pulls to within three at 20-17. US calls timeout and Savin serves into the net. Troy comes back with an ace","Time":"24","Category":"1"},{"Text":"US is leading 19-14 after a kill by Smith and a block from Troy and Smith. Russia calls timeout.","Time":"20","Category":"3"},{"Text":"<p>US holds 16-12 lead at technical timeout as they take advantage of Russia errors and a Holt ace.</p>","Time":"19","Category":"1"},{"Text":"US leads 8-7 at the first technical timeout. Each team has four errors","Time":"10","Category":"-1"},{"Text":"Russia starters: Sprirdonov, Savin, Moroz, Kolodinsky, libero Obmochaev, Smoliar, Aschev","Time":"8","Category":"-1"},{"Text":"US starters: Troy, Anderson, Russell, Holt, Smith, Christenson, Erik Shoji","Time":"4","Category":"-1"},{"Text":"US crowd also sang their anthem. Nice start to the match","Time":"-3","Category":"-1"},{"Text":"<p>Russia just sang their anthem due to technical difficulties</p>","Time":"-3","Category":"-1"},{"Text":"<p>The teams are lined up for the anthems. &nbsp;</p>","Time":"-6","Category":"-1"}]