[{"Text":"Canada goes home with 4 points from Bulgaria and that is good enough for the team, captain Frederic Winters said. \"It is important for us that we have a good chances to win this Pool. We are happy to get 4 points in Bulgaria and mostly with our main 6-7 players, which are already tired. It is disappointing for us that we could not win after 2 sets for us, but Bulgaria played on its proper level tonight and much better than yesterday\", Winters concluded. <br>","Time":"182","Category":"-1"},{"Text":"Bulgarian team deserves congratulations for stepping out of difficult situation and not lowering heads after losing 0:2 in the sets. \"My teammates demonstrated will to win and have not fell down when we were two sets behind. Canada played a very high level volleyball in 7 of 9 sets in these two matches, but it is great that we managed to get out of difficult situation and win this match\", Bulgarian captain Vladimir Nikolov commented. <br>","Time":"178","Category":"-1"},{"Text":"This is a match to learn from, Canadian coach Glenn Hoag said. \"We had a lot of energy but there was no quality and good execution. Now we will go home, analyze and learn. We need to rest and prepare for Argentina. The most important is to rest the guys\", Hoag commented. For Canada this is just the start of the season, he explained. <br>","Time":"174","Category":"-1"},{"Text":"Bulgaria is happy getting back on track. \"It was very important for us to win today. We did not want to leave the impression that if we are qualified for the Finals as a host, the games does not matter. On contrary, one team develops and rises when being victorious\", coach of Bulgaria Plamen Konstantinov said. He claimed 3-point victory if some mistakes did not appear in the second set. \"We could have win easier but made some bad plays in the second set. The difference between Canada and us are more matches played\", Konstantinov stated. <br>","Time":"170","Category":"-1"},{"Text":"Vladimir Nikolov and Todor Aleksiev scored 25 points each for Bulgaria's first victory in the 2015 FIVB World League. Schmitt finished with 17 and Perrin with 15 for Canada's first defeat. Viktor Yosifov with 7 blocks. <br><p><br></p> <br>","Time":"149","Category":"-1"},{"Text":"Kill by Vladimir Nikolov finishes it all 15:9. Bulgaria with amazing return after being two sets down but most important - after finding their mojo.&nbsp;<p>Bulgaria - Canada 3:2 (21:25, 23:25, 25:23, 25:14, 15:9)<br></p> <br>","Time":"140","Category":"2"},{"Text":"Aleksiev spikes twice for 14:8. Canada faces first defeat in 2015 FIVB World League.<br>","Time":"137","Category":"1"},{"Text":"Vladimir Nikolov kills for 11:5 Bulgaria. The rhythm of Agontsev stabilized the team, while Canada still searching to get out of the hole. <br>","Time":"134","Category":"2"},{"Text":"Penchev spikes, Todorov blocks for 9:3 Bulgaria.<br>","Time":"130","Category":"2"},{"Text":"Two blocks by Yosifov, one by Aleksiev and a spike by Aleksiev leave no chance for Canada in the tie-breaker, 5:0 for Bulgaria.<br>","Time":"127","Category":"3"},{"Text":"Vladimir Nikolov with 21 points and Todor Aleksiev with 20 after 4 sets, 5 blocks by Viktor Yosifov, define the Bulgarian power returning. Gavin Schmitt with no point in the fourth but still with 17 scored and John Perrin with 13 are the leaders for Canada.<br>","Time":"126","Category":"-1"},{"Text":"Block by Viktor Yosifov closes the set 25:14 for Bulgaria reborn. Hoag gave up at the 20th point and benched Schmitt to save him for the tie-breaker. No changes will be made in Bulgarian team.&nbsp; <br>","Time":"122","Category":"-1"},{"Text":"Agontsev digs and sets as he was always in the national team and its just his second official match. 20:11 for Bulgaria and it obviously goes to a tie-breaker.&nbsp; <br>","Time":"117","Category":"5"},{"Text":"Second block by Agontsev, 180 cm and a spike by Aleksiev and Bulgaria splashes the Canadian calmness, 16:7.&nbsp; <br>","Time":"111","Category":"3"},{"Text":"Bulgaria's awake. Todorov and Aleksiev changed the situation to 14:7 for their team. Glenn Hoag calls time out. <br>","Time":"109","Category":"2"},{"Text":"Ace by Penchev gets Bulgaria ahead with 5 points, 10:5, - for the first time in the game this big difference marked for the hosts. <br>","Time":"107","Category":"1"},{"Text":"8:4 for Bulgaria by the second technical break. <br>","Time":"105","Category":"-1"},{"Text":"Yosifov bring smiles on Bulgarian faces in the beginning of the fourth set and gets his team a comfortable advantage of 3 points at 6:3. <br>","Time":"103","Category":"3"},{"Text":"Five unforced errors on serve by both teams lower the difference to 24:23, but Vladimir Nikolov keeps hope for Bulgaria alive with a kill - set for Konstantinov's team. <br>","Time":"96","Category":"2"},{"Text":"Substitute Valentin Bratoev digs one and spikes one to give 20:17 in the third for Bulgaria.<br>","Time":"91","Category":"-1"},{"Text":"Ace by Skrimov and Bulgaria is 3 points ahead - 15:12.<br>","Time":"82","Category":"1"},{"Text":"Konstantinov changes surprisingly setter at 10:7 for Bulgaria. Agontsev replaces Georgi Bratoev.&nbsp; <br>","Time":"78","Category":"-1"},{"Text":"Viktor Yosifov blocks for 8:5 and Bulgaria seems to be returning.<br>","Time":"72","Category":"3"},{"Text":"Powerful kill by Todor Aleksiev brings hopes for Bulgaria, 5:4. <br>","Time":"70","Category":"-1"},{"Text":"Canada starts third with fast break of 3:0. <br>","Time":"68","Category":"-1"},{"Text":"Gavin Schmitt unstoppable with 12 points in two sets. Vladimir Nikolov scored 8 in the second and with 13 is top scorer for Bulgaria.&nbsp;<br>","Time":"67","Category":"-1"},{"Text":"Toonije Van Lankvelt with two serves gives Canada advantage at 24:22. Kill by Schmitt and the set goes to Maple Leafs. 2:0 for Canada. <br>","Time":"63","Category":"5"},{"Text":"Two unforced errors by Bratoev and Todorov and Canada is back in the set - 22:22. <br>","Time":"60","Category":"2"},{"Text":"Time out for for Canada after 21:19 for Bulgaria. Powerful spike by Nikolay Nikolov in the middle and second time out for Glenn Hoag in 2 minutes. <br>","Time":"56","Category":"2"},{"Text":"Spike by Vladimir Nikolov - 18:16 for Bulgaria. Unforced errors by both teams. Bulgaria can not dig good enough.<br>","Time":"53","Category":"-1"},{"Text":"16:14 - Bulgaria is ahead by the second technical time out<br>","Time":"50","Category":"-1"},{"Text":"Vladimir Nikolov spikes twice to bring Bulgaria ahead 12:10. Canada fluctuating in its main element - defense. <br>","Time":"44","Category":"2"},{"Text":"Gavin Schmitt with powerful spike for 8:7 and Canada is once again ahead. <br>","Time":"39","Category":"2"},{"Text":"Todor Aleksiev with two spikes and Bulgaria is ahead 4:2. <br>","Time":"36","Category":"2"},{"Text":"Again unforced serve error from Nikolay Nikolov and 25:20 for Canada in the first set.<br>","Time":"29","Category":"1"},{"Text":"Great defense by Canada, garnished with unforced errors from Bulgaria, leads the set to be closed in favor of Maple Leafs - 24:20. Bulgarian coach Konstantinov changed half of the roster but with no effect so far.&nbsp; <br>","Time":"28","Category":"6"},{"Text":"5 points again for Canada - 20:15 in the first set. Match seems to be going yesterday's scenario. <br>","Time":"22","Category":"-1"},{"Text":"Nikolay Nikolov scores two in-a-row to narrow the gap to 13:14. Ace by Canada brings them to 3 point advantage at the second technical. <br>","Time":"16","Category":"1"},{"Text":"Perrin and Schmitt bring Canada ahead after 9:9 equalizer to 11:9<br>","Time":"11","Category":"2"},{"Text":"Canada with 4 unforced errors on serve but still ahead at the first technical time out - 8:7<br>","Time":"8","Category":"-1"},{"Text":"Ace by Todor Aleksiev equalizes it at 4:4.<br>","Time":"3","Category":"1"},{"Text":"Canada takes fast advantage at 3:1.&nbsp; <br>","Time":"2","Category":"-1"},{"Text":"Tyler Sanders, John Perrin, Justin Duff, Toonije Van Lankvelt, Gavin Schmitt, Graham Vigrass, Blair Bann-libero start for Canada.","Time":"2","Category":"-1"},{"Text":"Georgi Bratoev, Vladimir Nikolov, Todor Aleksiev, Nikolay Penchev, Teodor Todorov. Nikolay Nikolov, Teodor Salparov - libero, start for Bulgaria.<br>","Time":"0","Category":"-1"},{"Text":"Canadians are in love with Bulgarian countryside. The team of the Maple Leafs stays in RIU Pravets Resort. 5-star hotel is located only 7 kilometres away from the Arena Botevgrad, on the shore of beautiful lake and in the peripherals of Balkan Mountain. \"We just love it here. It is so fantastic, that I even want to go fishing in the lake\", coach Glenn Hoag said, explaining that he is hobby fisherman. <p>Bulgaria faces Canada in their second match from the second leg of 2015  FIVB World League - Intercontinental Round, at 20:40 tonight in Arena Botevgrad. &nbsp; </p><br>","Time":"-54","Category":"12"},{"Text":"<p>Bulgaria will try to stop Canada's wins-in-a-row tonight in Arena Botevgrad. Coach Konstantinov thinks it would too big psychological advantage for the guests. \"Canada has 3 consecutive victories. If we let them have fourth, and as it seems they are the most probable candidate to win the pool, they would have too much confidence for the Finals in Varna, which not suits us\", former national team captain said.&nbsp;</p><p>Bulgaria faces Canada in their second match from the second leg of 2015 FIVB World League - Intercontinental Round, at 20:40 tonight. &nbsp; <br></p>","Time":"-58","Category":"12"}]