[{"Text":"France is just too strong. Another&nbsp;Lyneel spike takes the set, 25-23, and the match, 3-0. That's two wins here in Kyoto this weekend for France. Great volleyball from the visiting Europeans!","Time":"77","Category":"2"},{"Text":"With France ahead 23-21, Asano delivers an ace. 23-22. But then&nbsp;Rouzier fires a spike, to give his side a match point.&nbsp;","Time":"75","Category":"2"},{"Text":"<p>Julien Lyneel brings another spike to edge France ahead 21-19.&nbsp;</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477757&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"72","Category":"2"},{"Text":"Sibide connects on another hard spike from out wide. It seems every time France uses him, he connects. 17-16 for the visitors.&nbsp;","Time":"69","Category":"2"},{"Text":"A Kuriyama spike brings Japan within one at 15-14, and then they draw even when a&nbsp;Julien Lyneel spike sails wide. 15-15.&nbsp;","Time":"67","Category":"-1"},{"Text":"After a hard Sibide spike puts France up 13-8, Japan puts together a run of three scores to make it 13-11, capped by a nice Akihiro Yamauchi tip.","Time":"64","Category":"-1"},{"Text":"As expected, France edges back ahead 7-5 on a wonderful block by the towering&nbsp;Kevin Le Roux. Japan's&nbsp;Yuta Matsuoka does not help his team's cause, firing an attack off the line judge. 8-5 at the TTO for France.&nbsp;","Time":"59","Category":"-1"},{"Text":"An Ishikawa spike gives Japan another rare lead against France, 3-2.&nbsp;","Time":"56","Category":"2"},{"Text":"<p>The explosive Earvin Ngapeth is somewhat of a fan favorite here in Japan. French coach Laurent Tillie has him resting now, with Lafitte, Marechal, and Sibide as the front three to start the third set.&nbsp;</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477763&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"53","Category":"-1"},{"Text":"Ishikawa fights off a set point with a wonderful block on France's Mory Sidibe, but a&nbsp;Hiroaki Asano serve sails long to hand the second set to the visitors, 25-18. 2 sets to 0, for France.&nbsp;","Time":"49","Category":"-1"},{"Text":"Shimizu finally comes in for Japan, but hands France set point with a spike to the net. 24-16.","Time":"47","Category":"7"},{"Text":"A miscommunication by Japan on defense, and a ball drops for a France score. They can't make mistakes like this today.","Time":"46","Category":"-1"},{"Text":"Rouzier continues to give Japan headaches, another hard spike finding its target, pushing France ahead 19-13. He has five points in this set alone. Beyond Yanagida, Japan isn't mustering much of an attack to counter.&nbsp;","Time":"43","Category":"2"},{"Text":"A great rally, with Japan scrambling on defense, ends in a&nbsp;Masahiro Yanagida score, pulling the home side within four at 13-9. Yanagida played well late yesterday, with six points in the third set. Of note, coach Nambu has yet to use his hard-hitting captain Kunihiro Shimizu today.","Time":"38","Category":"14"},{"Text":"After exchanging points early, France jumps ahead thanks to more great attacking from Rouzier. A cross-court kill from&nbsp;Ngapeth helps extend France ahead 8-4.&nbsp;","Time":"32","Category":"-1"},{"Text":"Japan takes the opening point of the second set on a France net violation. It's their first lead. Let's see if they can build on it.&nbsp;","Time":"27","Category":"-1"},{"Text":"France's&nbsp;Antonin Rouzier clinches the first set for the visitors with a block stuff on&nbsp;Masahiro Yanagida. France takes the set with ease, 25-15. They're maintaining the composure they showed in yesterday's win.&nbsp;","Time":"23","Category":"3"},{"Text":"<p>Ishikawa, who had just one point in limited action on Saturday against France, is showing some spark here late in the first with a couple of explosive spikes. Japan is still way behind at 22-15, and Japan's coach Nambu opts to put in&nbsp;Hiroaki Asano in place of the young star.&nbsp;</p>","Time":"21","Category":"7"},{"Text":"Yuki Ishikawa and&nbsp;Masahiro Yanagida connect on consecutive spikes for Japan, but France still comfortably ahead at 11-6. Japan will have to do better than this, or they'll have the same result as yesterday.&nbsp;","Time":"12","Category":"2"},{"Text":"<p>France jump out to a quick 8-2 lead, thanks to great serving early by&nbsp;Earvin Ngapeth, including an ace.</p>","Time":"9","Category":"1"},{"Text":"Warm-ups all finished. Just a few minutes to start time!","Time":"-7","Category":"-1"},{"Text":"<p>Team Japan were dominated in the first two sets yesterday against France, but managed to generate some momentum in the third. They hope to carry that over into today's match.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477726&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"-47","Category":"-1"},{"Text":"<p>Another beautiful day in Kyoto, and the fans are out to cheer the home team against France today. Yesterday, the visitors pulled off a relatively easy 3-0 win here at Shimadzu Arena.&nbsp;</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201477728&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"-48","Category":"-1"}]