[{"Text":"<p>MARKO PODRASCANIN: For us winning was crucial. We demonstrated that step by step we are growing with our playing level. The game was a bit stressful, but it's very nice playing in front of a such crowd.</p><p><br></p><p>NIKOLA GRBIC: For me it's a very important day from every points of you, both from the psycological and technical point of view. I stopped my professional career as player in Italy and the first victory as Head Coach has just arrived in Italy. It's definitely not by chance. We demonstrated such an impressive personality and the team is growing day by day.</p><p>DRAGAN TRAVICA: I regret that we lost some good chances, most of all on 14-11 of the second set. We have to make the most of these matches to grow and to go forward, also because we must correct many technical aspects. We lost continuity and they, on the contrary, deserved to win the match.</p><p>MAURO BERRUTO: The rythm of the match was quite slow, I am not happy about the brake phase, 6 faults over 7 are definitely too much. We couldn't provide a regular level of playing for the whole match. In a such balanced match, also a few faults can make the difference. The affection of the audience is for us a previlege and we appreciate it so much.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>","Time":"191","Category":"-1"},{"Text":"<p>The match ends:</p><p>ITALY- SERBIA 1-3 ( 25-22 23-25 24-26 23-25)&nbsp;</p><p><br></p>","Time":"145","Category":"-1"},{"Text":"Italy shortens the distance but Serbia never gives up. Serbia 24-Italy 22. Lanza serves and with his fault, delivers the match to Serbia that with this match, signs its first victory of this World League 2015.","Time":"143","Category":"-1"},{"Text":"Atanasijevic's fault in serving, brings Italy's hope alive, but Serbia still &nbsp;leads with 2 points advantage. Serbia 23-Italy 21.","Time":"140","Category":"-1"},{"Text":"The unbelieveble Zaytsev puts 3 points in a row and &nbsp;brought Italy there again. Serbia leads now 21-18.","Time":"136","Category":"-1"},{"Text":"Birarelli and Zaytsez still put Italy forward. The experience of the two majestic Italian players make the difference. Italy narrowed the points difference. Serbia leads now 19-16.","Time":"134","Category":"-1"},{"Text":"Too many faults for Italy and the concentration seems to be completely lost. Sabbi tries to make the difference but Serbia leads 18-13.&nbsp;","Time":"131","Category":"-1"},{"Text":"At the second technical time-out, Serbia still leads 16-11.","Time":"129","Category":"-1"},{"Text":"Italy is living a little mental loss but when Ivan Zaytsev enters, the situation seems to change. Italy shortens the points distance, Serbia leads &nbsp;now 14-10.","Time":"127","Category":"-1"},{"Text":"After the technical time out, Antonov's great spike brought Italy forward, but Petric serves very well &nbsp;and with Podrascanin's sharp attacks there is no room for Italy. Serbia leads 11-7.","Time":"124","Category":"-1"},{"Text":"Italy narrowed the points difference but Serbia continues to lead 7-6.&nbsp;","Time":"119","Category":"-1"},{"Text":"In the fourth set, Serbia leads 4-3 but Italy doesn't give up.","Time":"118","Category":"-1"},{"Text":"Serbia keeps focused intentioned to &nbsp;assure itself the first match of this World 2015. Serbia closed the 2 matches in Brasil with two defeats, and now it is willing to close the match.","Time":"116","Category":"-1"},{"Text":"Serbia closed the third set 26-24. Now Italy must come back in the match to continue this thrilling battle.","Time":"111","Category":"-1"},{"Text":"With 2 points in a row, Serbia closed &nbsp;the third set with biting points.","Time":"110","Category":"-1"},{"Text":"With The Serbians' mistake Italy is there again. The score is 24-24. This third set is breath taking, everything can still happen.","Time":"108","Category":"-1"},{"Text":"The Adriatic Arena full of crowd never stops supporting Italy, but it's not enough to stop Serbian's stunning attacks. Serbia leads 24-21 when Berruto askes for time out. Italy took continuity and cancelled 2 set balls for Serbia and the score is back. 24-23 for Serbia.","Time":"105","Category":"-1"},{"Text":"Podraskanin signed a great block and Kovacevic continues with his biting attacks in the third set. Serbia leads 23-21.","Time":"101","Category":"-1"},{"Text":"Captain Travica puts in an amazing service, it's a point to point battle, but Serbia is more consistent in defense and leads 21-18.","Time":"98","Category":"-1"},{"Text":"Anzani after the break shortens the distance and Italy is there again, 16-16.&nbsp;","Time":"95","Category":"-1"},{"Text":"Serbia takes the lead with Podraskanin efficient blocks and Berruto asks for time out at 13-11 for Serbia. After the time out Serbia continues to lead and confirms its strenght, but Vettori up in the sky shorten the distance. Antonov, just entered, signes a wonderful attack and the second technical time out Serbia leades 16-14.","Time":"92","Category":"-1"},{"Text":"The set is always very balanced and in front of 6.600 audience in the Adriatic Arena the two teams guarantee a wonderful and engaging show.","Time":"86","Category":"-1"},{"Text":"Vettori puts Italy ahead but Serbia comes back with Atanasijevic's magnificient attacks.At the first technical time out Italy leads 8-6.","Time":"81","Category":"-1"},{"Text":"Mengozzi puts Italy forward with his great blocks and Serbia seems to struggle a little bit. Italy leads 5-3.","Time":"76","Category":"-1"},{"Text":"Italy starts the third set with Mengozzi's 2 blocks, but Atanasijevic comes forward and the score is soon 2-1 for Italy.","Time":"73","Category":"-1"},{"Text":"It's a point to point set but Serbia continues to lead 23-21. This is a crucial moment in the set where lucidity is vital. Berruto asks for time out at 24-22 for Serbia. Serbia though is hungry for this set, and closed it at 25-23.","Time":"68","Category":"-1"},{"Text":"The Captain Travica serves very well but it's not enough, Serbia comes back and leads for the first time 19-18.&nbsp;","Time":"61","Category":"-1"},{"Text":"Atanasijevic put 2 points in a row and Italy made 2 mistakes and the score is very balanced again 15-15. At the second technical time out Italy is put forward by Anzani's block. Italy leads 16-15","Time":"55","Category":"-1"},{"Text":"After the first technical time out both of the teams are willing to take the lead but Italy with Randazzo's spikes and Vettori's magical aces leads 14-11.","Time":"51","Category":"-1"},{"Text":"&nbsp;Randazzo continues with efficient attacks and Serbia replies strong blocks and with Atanasijevic stunning attacks. &nbsp;At the first technical time out Italy leads 8-7 and the set is absolutely balanced.","Time":"44","Category":"-1"},{"Text":"The second set is opened by Petric serving. Both of the teams are &nbsp;determined to fly forward but Italy is more consistent in defending and leads 4-1.","Time":"39","Category":"-1"},{"Text":"Vettori is the most prolific in the Italian team, and Coach Grbic calls for time out at 23-21 for Italy. The game seems to be a &nbsp;game of chess, every move is strategic. The set is closed by Randazzo's ace and Italy shuts the set out 25-22.","Time":"32","Category":"-1"},{"Text":"Serbia seems with light and dark moments and Italy sometimes looses concentration. The match is very balanced and but Italy is put forward by Vettori's efficient attacks.","Time":"26","Category":"-1"},{"Text":"At the second technical time out the score is 16-15 and Luca Vettori signed a beautiful attack that brought Italy ahead.","Time":"20","Category":"-1"},{"Text":"The team directed by Travica shows some good services but the situation is still &nbsp;very balanced. Italy leads 13-12.&nbsp;","Time":"16","Category":"-1"},{"Text":"Serbia soon shorten the distance and becomes more constant in both receiving and defending, but Italy continues &nbsp;11-9.&nbsp;","Time":"13","Category":"-1"},{"Text":"Italy puts three points in a row &nbsp;and continues to lead at the first technical time out 8-4.&nbsp;","Time":"9","Category":"-1"},{"Text":"The match starts with Vettori serving, and Serbia takes the lead immediately with Marko Podrascanin, but Italy comes easily back and the score is soon 3-2 for Italy.","Time":"5","Category":"-1"}]