[{"Text":"However, \"tomorrow is going to be completely different\", as the local coach warned. And that's the way we wrap up the day here in Mendoza. We will be waiting for all of you this Saturday night with another promising battle between Argentina and Cuba. Cheers!","Time":"121","Category":"-1"},{"Text":"<p>\"Our team did well in all departments - Good serving, pressure over their reception, an active defense, solid blocking and a fine attack\", said Julio Velasco, about the win.&nbsp;</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475278&amp;Maxsize=400\">","Time":"120","Category":"-1"},{"Text":"<p>Meanwhile, at the Press Conference coaches and captains from both teams stressed that the problems faced by Cuba in their trip - flight delays, baggage lost affected their mental strength.</p>","Time":"111","Category":"-1"},{"Text":"The game's over, but Polideportivo Torito Rodríguez is still boiling with activity, as it's the time for fans to get their photos with the players!","Time":"110","Category":"-1"},{"Text":"With this result, Argentina now follows Canada with 3 points, while the Canucks have 6. Cuba is trailing in the lowest spot of Pool C, with three defeats out of three matches.","Time":"90","Category":"-1"},{"Text":"\"Safe and sound\" is the final song and the way the local boys will go home tonight! The losing streak in Mendoza is finally gone!","Time":"84","Category":"-1"},{"Text":"And it's over! Argentina had to use three spikes in the same action, but finally Bruno nailed the 25-18 and it's 3-0 for Argentina!&nbsp;","Time":"82","Category":"2"},{"Text":"Match ball! Bruno - once again, made the ball land into the opponent's court and Argentina is 24-17.&nbsp;","Time":"81","Category":"2"},{"Text":"Two more to go for Argentina! Martina blocked again and the South American side is now 23-16.","Time":"80","Category":"3"},{"Text":"Local people is cheering for \"Pepe\" González again! So nice to see the fans engaged with the players.","Time":"78","Category":"-1"},{"Text":"Not now, at least. Middle-blocker Crer did well in defense and Ramos completed the task for a 19-12 board and a Cuban time-out.","Time":"77","Category":"9"},{"Text":"Double substitution in Cuba: Rivera and Nicolás replace Cepeda and Calvo. Could this be the turn-over? They need to recover from an 18-12...","Time":"75","Category":"7"},{"Text":"Looks like the end is near, my friends. Argentina is holding on to a solid six-point lead at 16-10 and Cuba still struggles with their own error rate. The clock is ticking for them...","Time":"73","Category":"-1"},{"Text":"Small momentum from Cuba with Jiménez on the attack, but it's not enough to break Argentina. The distance remains to 13-8...","Time":"70","Category":"2"},{"Text":"Can you guess the most familiar name tonight? Yes, it's Bruno. Solid block from Argentina's number 1 at 9-3 and then a sharp spike to stress the lead (10-5).","Time":"67","Category":"2"},{"Text":"So far, Cuba is still without answers. A smooth display by the home favourites is now reflected in a 6-2 gap. First win in Mendoza is closer...","Time":"63","Category":"-1"},{"Text":"And it's Bruno one more time! This time with a fine save from the advertising panels, allowing teammate Martina to spike the 2-0 for Argentina.","Time":"60","Category":"6"},{"Text":"<p>Effective night for Argentina's Nicolás Bruno, one of the leading arms of the home team tonight en-route to this 2-0 advantage.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475269&amp;Maxsize=400\">","Time":"59","Category":"-1"},{"Text":"Also from the bench, Mendoza player José Luis González becomes the final killer! Argentina achieves a 2-0 lead with a 25-19 in the second set.","Time":"55","Category":"2"},{"Text":"Maximiliano Chirivino enters the court for the first time at FIVB World League! Warm welcome for him as his side is 23-17 ahead.","Time":"52","Category":"7"},{"Text":"Cuba's Rodolfo Sánchez tries with the bench: Rivera in, Jiménez out. But Argentina is relentless (22-16).","Time":"50","Category":"7"},{"Text":"Watch out! Cristian Poglajen's powerful serves are demolishing Cuba! Argentina is now 20-14 and Torito Rodríguez hall it's all joy.","Time":"49","Category":"1"},{"Text":"That three-point gap is unbreakable at this moment. Argentina moved on to 16-13 and is closer to their first point at 2015 FIVB World League. Stay tuned...","Time":"44","Category":"-1"},{"Text":"Overwhelming pipe from Javier Jiménez and Cuba is still on track. The spike creates a 12-9 score.","Time":"41","Category":"2"},{"Text":"After an electrifying rally, Argentina seized some nice digs from Closter and González to win the point! It's 11-7 now.","Time":"39","Category":"6"},{"Text":"Unbelievable! Martín Ramos managed to block Dariel Albo, but the ball bounced on the Cuban's head and passed the net! Wouldn't bother to know his lucky charm...","Time":"38","Category":"-1"},{"Text":"Cruise control for Argentina! Comfortable lead once again at an opening track - Cuba seems powerless towards an 8-4 score.","Time":"35","Category":"-1"},{"Text":"Bruno is becoming a true lighthouse for Argentina - always with his swift attacking skills, paces the way to 6-3.","Time":"33","Category":"2"},{"Text":"A superb one-on-one block by Federico Martina against Javier Jiménez opens the second set!","Time":"30","Category":"3"},{"Text":"There's another fact Argentina is looking forward to destroy: last World League win against Cuba goes all the way back to 1999. Could this be the night for the local side?","Time":"28","Category":"-1"},{"Text":"You only need one chance when you're focused. Another block-off by Nicolás Bruno and the home team celebrates! 25-18 and 1-0 over Cuba.","Time":"25","Category":"2"},{"Text":"Amazing one-handed set from González and Ramos finishes it off! Set ball for Argentina: 24-18.","Time":"24","Category":"5"},{"Text":"Was that a magical time-out? The errors now moved to Cuba and Argentina recover! It's 22-15.","Time":"23","Category":"-1"},{"Text":"Time-out from Velasco after two errors from Argentina, but still leading 19-15. You can't relax at FIVB World League...","Time":"21","Category":"-1"},{"Text":"Smart distribution from Demián González seems to be the key for Argentina. All players are working on the attack and the home team improves to 19-13.","Time":"19","Category":"5"},{"Text":"It's brains before brawn for Nicolás Bruno! Talented outside spiker makes the Mikasa bounce off the opposite hands and Argentina regain the lead just before the break (16-11).","Time":"16","Category":"2"},{"Text":"But be careful, home fans! Cubans are starting to awake as Albo and Jiménez score a handful of points. Argentina is still ahead, but by three (13-10).","Time":"13","Category":"-1"},{"Text":"It's all light-blue and white in Mendoza so far! Crer's floating serves are a true headache for Cuba, as the board now shows a 11-6 score.","Time":"11","Category":"1"},{"Text":"Two spikes in a row from Cuban captain Cepeda provide some hope to the away side, but Pablo Crer reappears for a 9-5 score.","Time":"9","Category":"2"},{"Text":"Good blocking pressure from home captain Demián González and Nicolás Bruno allow Argentina to widen the gap! It's 8-3 at the first TTO","Time":"6","Category":"3"},{"Text":"First gap for Argentina! Nice counter-attack by Pablo Crer and the local boys escape 4-2","Time":"4","Category":"2"},{"Text":"Off we go! Martín Ramos and Liván Osoria exchange spikes down the middle and the score begins 1-1","Time":"3","Category":"2"},{"Text":"<span style=\"line-height: 21.4285717010498px;\">Argentina's starters: Demián González, Federico Martina, Pablo Crer, Martín Ramos, Nicolás Bruno, Cristian Poglajen, Sebastián Closter (L)</span>","Time":"2","Category":"-1"},{"Text":"Cuban line-up: Rolando Cepeda, Ricardo Calvo, Javier Jiménez, Liván Osoria, Osmany Uriarte, Dariel Albo, Yonder García (L)","Time":"2","Category":"-1"},{"Text":"Anthem time gone and showtime it's almost there! Who are you rooting for? Tell us on Twitter! The account is @FIVBWorIdLeague","Time":"0","Category":"-1"},{"Text":"<p>Final whistle at the warm-up and we're ready to go! Will Argentina be able to break their curse and earn a win in Mendoza? It's four losses so far...</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475266&amp;Maxsize=400\">","Time":"-5","Category":"-1"},{"Text":"As the teams are introduced, Mendoza fans go crazy at the mention of home credit José Luis González!&nbsp;","Time":"-14","Category":"-1"},{"Text":"On the other side of the net, Cuban spiker Lázaro Raydel Fundora travelled to South America, but he's still injured from the duels in Canada. Replacements arrived straight from the island - Javier Jiménez Scull and Mario Luis Rivera Sánchez joined the squad for this weekend.&nbsp;","Time":"-24","Category":"-1"},{"Text":"<p>Argentina will be showing some new faces tonight in Mendoza. Only four players remain from last World Championship in Poland, with libero Sebastián Closter as one of them.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201450750&amp;Maxsize=400\">","Time":"-26","Category":"-1"},{"Text":"<p>Local boys are making their World League premiere for the 16th time, but it's just their second season under the guidance of legendary coach Julio Velasco. Signs of growth can already be seen!</p>","Time":"-32","Category":"-1"},{"Text":"<p>While we wait, let's bring in some facts of these two world-class teams. Cuba arrive to Argentinean soil with back-to-back defeats in the hands of Canada. Will they be able to recover now?</p><p><br></p><img src=http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471652&Maxsize=400>","Time":"-37","Category":"-1"},{"Text":"Cuba is already on court and Argentina enter to salute Mendoza fans! The hall is starting to vibrate with FIVB World League...","Time":"-45","Category":"-1"},{"Text":"<p>Welcome to Mendoza, volley-lovers! We're about one hour away from the first Pool C clash between Argentina and Cuba and we're live from Polideportivo Torito Rodríguez hall which is starting to fill...</p><br><p></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475265&amp;Maxsize=400\">","Time":"-54","Category":"-1"}]