[{"Text":"<p>That's it from Matosinhos. The Dutch took game one, mostly due to their strong serve and consistency. Can Portugal do better tomorrow? Will the Netherlands return home with two wins? J<span style=\"line-height: 1.42857143;\">oin us tomorrow.</span></p>","Time":"143","Category":"-1"},{"Text":"Fabrício Silva debuted in the National Team. \"It was a tough debut, we knew that they had a very strong team, but we fought as we could. We begin training for this competition very late in the season, our team is still finding their form. Tomorrow is another day and we will have to make less mistakes.\"","Time":"139","Category":"-1"},{"Text":"Hugo Silva \"We know that we have failed on our services, I think that was the main reason for our defeat Our opponent was very strong on their serve and we couldn't handle it very well. Congratulations to the Netherlands.\"","Time":"137","Category":"-1"},{"Text":"Nimir Abdel-Aziz \"We haven't been this well in our preparation matches, so I'm very happy to win the first match of the competition, but we will have to be aware tomorrow, as Portugal will want to come back.\"","Time":"130","Category":"-1"},{"Text":"Gildo Vermeulen \"I'm very happy to win and I'm pleased to see that the new players adapted really good to the teams' gameplan. Tomorrow we will try to improve on some aspects of the game and try to win it again\".","Time":"129","Category":"-1"},{"Text":"<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471286&amp;maxsize=400\">","Time":"127","Category":"-1"},{"Text":"The Netherlands made some changes after the opening set and then cruised past a Portugal side that failed on their serve.","Time":"124","Category":"-1"},{"Text":"And that's it. The Netherlands secure the match, 3-1, after a ferocious attack from Van Dijk wins set four 20-25. All over.","Time":"116","Category":"-1"},{"Text":"Marco saves matchpoint one with an attacked that was blocked out. 20-24","Time":"115","Category":"-1"},{"Text":"Fabrício couldn't pass a three-men block. The Netherlands are looking to end this match. 18-23&nbsp;","Time":"113","Category":"-1"},{"Text":"The Netherlands remain four points clear while the set is coming towards to its end. Will Portugal have something to say about that, or are we about to witness the Dutch first win? 18-22","Time":"112","Category":"-1"},{"Text":"A fine hit by van Dijk puts the scorer 16-20","Time":"111","Category":"-1"},{"Text":"Now it is his brother Alex's time to score 16-19","Time":"110","Category":"-1"},{"Text":"The crowd is trying something here and the payers responded with an attack of Marco 15-18","Time":"109","Category":"-1"},{"Text":"And an astonishing ace from Van Dijk make this easier. 12-17","Time":"108","Category":"-1"},{"Text":"Lopes hit out-of-bounds puts the Netherlands with a four point advantage on TTO2. 12-16 &nbsp;","Time":"107","Category":"-1"},{"Text":"Rauwerdink responds with an ace of his own. 10-13","Time":"103","Category":"-1"},{"Text":"Alex had and ace followed by an error. The score remains tight now 10-11","Time":"103","Category":"-1"},{"Text":"Great save by Ivo Casas giviing the opportunity to Lopes to strike. 9-10","Time":"102","Category":"-1"},{"Text":"Diefenbach and Nimir with a huge block! 6-9","Time":"100","Category":"-1"},{"Text":"TTO1 Portugal tried to build on the momentum but the Dutch are defending well and very strong on the sideout. 6-8","Time":"99","Category":"-1"},{"Text":"André Lopes once again strong on the serve evens the set 5-5","Time":"96","Category":"-1"},{"Text":"Great spike from Van Dijk. 3-5","Time":"96","Category":"-1"},{"Text":"Gaspar hits very high after two opportunities for both teams. 2-3","Time":"95","Category":"-1"},{"Text":"Van Dijk attacks outside the court. 1-0","Time":"92","Category":"-1"},{"Text":"On the Dutch side everything seems cool. Coach Vermeulen can have a magnificent debut with the Men's National Team.","Time":"92","Category":"-1"},{"Text":"Coach Hugo Silva has much work ahead of him if he wants his team to stay in this match","Time":"90","Category":"-1"},{"Text":"Right before the point, Van Dijk shaw a yellow card for arguing the ref's call on a ball that went out-of-bounds.","Time":"90","Category":"-1"},{"Text":"Marco Ferreira serve too long and gives the set to the Dutch 21-25. 2-1 in sets to the Netherlands","Time":"88","Category":"-1"},{"Text":"Nimir on the second touch and Diefenbach on the block and the Netherlands have set point 20-24&nbsp;","Time":"86","Category":"-1"},{"Text":"Van Dijk spikes on the teams third attempt. 19-22","Time":"84","Category":"-1"},{"Text":"I correct. André Lopes has just served strong to see the ball defended into the crowd. 19-21","Time":"83","Category":"-1"},{"Text":"The Netherlands players are putting muck pressure on their service, which is not being replicated by Portugal. 18-21.&nbsp;","Time":"82","Category":"-1"},{"Text":"Dick Kooy spikes it after amazing defence by Ivo Casas and the Portuguese counter attack. 16-19","Time":"80","Category":"-1"},{"Text":"Another great rally that ended in a Dick Kooy winner. Portugal had three chances to put the ball down, but the Dutch defended very well. 15-17","Time":"78","Category":"-1"},{"Text":"TTO2 the Netherlands didn't become upset by the chant as they lead Portugal 14-16","Time":"76","Category":"-1"},{"Text":"The crow is chanting \"Portugal Olé\" but the block goes out. 14-15","Time":"75","Category":"-1"},{"Text":"What a rally! Hugo Gaspar turns the scorer after two good receptions and two amazing blocks by both teams. Score is now 13-12","Time":"73","Category":"-1"},{"Text":"The Portuguese show more confidence now and Kooy attacks out-of-bounds 12-12","Time":"72","Category":"-1"},{"Text":"This time, Alexandre Ferreira scores a winner. 10-12","Time":"71","Category":"-1"},{"Text":"Nimir saying no to Alexandre Ferreira's attack. 9-12","Time":"70","Category":"-1"},{"Text":"André Lopes has a great serve, defended to the stands. 9-10","Time":"69","Category":"-1"},{"Text":"Two points in a row for the Dutch that are a much better side at this point 7-10","Time":"68","Category":"-1"},{"Text":"Bantje wins the joust. On TTO1 NED leads 7-8","Time":"67","Category":"-1"},{"Text":"Hugo Gaspar aces a floating service. 6-7","Time":"65","Category":"-1"},{"Text":"André Lopes enters the macth replacing João Oliveira. 3-6","Time":"64","Category":"-1"},{"Text":"Jeroen Rauwerdink with an ace. 2-3","Time":"62","Category":"-1"},{"Text":"Nimir Adbel-Aziz is putting pressure on his serve. 2-1","Time":"61","Category":"-1"},{"Text":"A much better Dutch side now, with Jeroen Rauwerdink and Dick Kooy showing their guns. The Netherlands tied the match 1-1","Time":"60","Category":"-1"},{"Text":"But Rauwerdink seals it with a cross-court spike that Ivo Casas fails to defend. 20-25","Time":"57","Category":"-1"},{"Text":"The Netherlands waste their first set point, serving into the net, 20-24","Time":"56","Category":"-1"},{"Text":"Alexandre Ferreira ends a quiet afternoon with a strong attack in the middle. 19-23","Time":"56","Category":"-1"},{"Text":"This time Fabrício's block went out-of-bounds. 18-23&nbsp;","Time":"55","Category":"-1"},{"Text":"After a great rally, Fabrício Silva with a great block on the Dutch attack closes the gap. 18-22","Time":"53","Category":"-1"},{"Text":"Dick Kooy again on a explosive attack from the backrow makes it 14-21","Time":"51","Category":"-1"},{"Text":"This set looks like is getting away fast from the Portuguese side 14-20","Time":"50","Category":"-1"},{"Text":"Another great rally. Team NED is better at the block making the Portuguese chase the ball out-of-bounds. On the response Jasper Diefenbach spiked in the middle 12-18","Time":"49","Category":"-1"},{"Text":"The Dutch continue on rolling here on the second set, leading Portugal at TTO2 11-16","Time":"47","Category":"-1"},{"Text":"An explosive backrow attack from Rauwerdink makes it 11-14","Time":"46","Category":"-1"},{"Text":"Dick Kooy with a whopping spike that ended on Miguel Tavares's chest makes it 10-13","Time":"45","Category":"-1"},{"Text":"João José scores in the middle 9-11","Time":"43","Category":"-1"},{"Text":"Both teams trading out-of-bounds services. 8-10","Time":"42","Category":"-1"},{"Text":"<p>Miguel Tavares with a second touch score 6-9</p>","Time":"41","Category":"-1"},{"Text":"Hugo Gaspar leads the top scoring chart with 9 points","Time":"40","Category":"-1"},{"Text":"The Dutch have the driving seat on the second set, leading Portugal 4-8","Time":"39","Category":"-1"},{"Text":"A poor attack of Miguel Tavares ended in the net. 3-6 Time-out for Portugal&nbsp;","Time":"37","Category":"-1"},{"Text":"The Netherlands are better now. Nimir Abdel-Aziz score on the second touch of the ball putting the Dutch ahead 3-5&nbsp;","Time":"37","Category":"-1"},{"Text":"Great rally. Both teams attacked in three opportunities, but the final stroke was delivered by João José 2-2","Time":"35","Category":"-1"},{"Text":"Well, it seems livescore service is down. We'll try to update you as fast as we can type. 1-1&nbsp;","Time":"33","Category":"-1"},{"Text":"<p>The Netherlands had a great comeback leveling the scorer 23-23, but two strong plays from the Portuguese made it 1-0&nbsp;</p>","Time":"32","Category":"-1"},{"Text":"Portugal takes the inaugural set of the 2015 FIVB World League.","Time":"30","Category":"-1"},{"Text":"Portugal sealed the first set after a joust won by João José. Previously the Dutch block swerve the ball out-of bounds. 25-23.","Time":"29","Category":"-1"},{"Text":"NED make it even as Dick Kooy attacks from the back row to make it 23-23","Time":"28","Category":"-1"},{"Text":"Block! Rauwerdink did it again! 23-22","Time":"27","Category":"-1"},{"Text":"Great block of Jeroen Rauwerdink puts the leadership at stake 23-21. Coach Hugo Silva called for a time-out","Time":"26","Category":"-1"},{"Text":"Hugo Gaspar attacks along the sideline to make 23-19","Time":"25","Category":"-1"},{"Text":"A backrow atack from Alexandre Ferreira ends the 2-point streak of team NED. 21-17","Time":"23","Category":"-1"},{"Text":"Nimir Abdel-Aziz entered the match to make a huge serve, which was badly defended by Portugal, making the ball hit the referee. &nbsp;20-17","Time":"22","Category":"-1"},{"Text":"Dick Kooy attacks out-of bounds, but the player wasn't happy with the referee's call. Another time-out called by the Netherlands. 20-15","Time":"20","Category":"-1"},{"Text":"A badly defended serve from Alexandre Ferreira followed by an ace puts Portugal ahead 18-14. Coach Vermeulen calls for a time-out &nbsp;","Time":"19","Category":"-1"},{"Text":"Hugo Gaspar with a whopping hit maintains Portugal's lead on TTO2 16-14","Time":"16","Category":"-1"},{"Text":"And a strong block from the Dutch following a out-of-bounds attack from Alex Ferreira makes 14-13","Time":"14","Category":"-1"},{"Text":"Bontje with a kill in the middle puts the Netherlands closer 13-11","Time":"14","Category":"-1"},{"Text":"Another cross court spike for Hugo Gaspar 10-8","Time":"11","Category":"-1"},{"Text":"João José spikes the ball putting Portugal ahead on TTO1 8-6","Time":"8","Category":"-1"},{"Text":"Portugal capitalizes on a terrific save of Ivo Casas, Miguel Tavares sets from out of bounds and Hugo Gaspar kills it making 5-4&nbsp;","Time":"7","Category":"-1"},{"Text":"A serve too long for Alexandre Ferreira makes it even, 2-2","Time":"4","Category":"-1"},{"Text":"We're off. João José makes it 1-0.","Time":"3","Category":"-1"},{"Text":"It's time for the national anthems.","Time":"-5","Category":"-1"},{"Text":"Time for some introductions. The first referee for today's match will be Mr. <span style=\"font-weight: bold;\">Mykhaylo Melnyk</span>, from Ukraine, while the second referee will be Mr. <span style=\"font-weight: bold;\">Sinisa Isajlovic</span>, from Austria.","Time":"-10","Category":"-1"},{"Text":"<p class=\"MsoNormal\"><span lang=\"EN-US\">In the last year's edition POR and NED clashed four times, recording two victories each. Nevertheless, team NED ended at the top of pool E, 5 points clear of the Portuguese.<o:p></o:p></span></p>","Time":"-15","Category":"-1"},{"Text":"<p class=\"MsoNormal\">A little pause on the laptop threatening warm-up for the teams' photographs.&nbsp;</p>","Time":"-18","Category":"-1"},{"Text":"<p class=\"MsoNormal\"><span lang=\"EN-US\">Five of the last eight matches between these two were decided in the tie-break; therefore, you can expect this to go the distance.<o:p></o:p></span></p>","Time":"-24","Category":"-1"},{"Text":"<p class=\"MsoNormal\"><span lang=\"EN-US\">Today's match up will put head-to-head two old acquaintances. Portugal and the Netherlands have been displaying terrific duels as both teams landed in the same pool since 2013.<o:p></o:p></span></p>","Time":"-30","Category":"-1"},{"Text":"Team Portugal will play in red, while the Netherlands wear dark blue","Time":"-34","Category":"-1"},{"Text":"Both teams enter the court for some stretching and warm-up drills&nbsp;","Time":"-39","Category":"-1"},{"Text":"<p class=\"MsoNormal\"><span lang=\"EN-US\">Hello everyone. Thanks for joining us for super exciting volleyball of the 2015 FIVB World League Intercontinental round opening week.<o:p></o:p></span></p>","Time":"-52","Category":"-1"}]