[{"Text":"With a leveled balance, we say good bye to all of you from Mendoza. Argentina gained 4 points, Cuba took 2 and we all enjoyed a couple of fantastic volleyball nights. Hope you all had fun as we did.&nbsp;<span style=\"line-height: 21.4285717010498px;\">See you next time, volley-lovers!</span>","Time":"170","Category":"-1"},{"Text":"<p>After the match, Julio Velasco reassured: \"As we said yesterday, this could be a different game. And it was. Cuba's serving put us under pressure the whole game. We had some good moments, but overall they played better.\"</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475881&amp;MaxSize=400\">","Time":"165","Category":"-1"},{"Text":"<p>Even though it's all Cuban joy in Mendoza, Argentina players remained with the fans for a while giving away autographs and souvenirs. But of course, these guys will celebrate the most tonight...</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475878&amp;MaxSize=400\">","Time":"162","Category":"-1"},{"Text":"Talking stats: There was a major difference for Cuba and it was from the service line. The visiting side completed 9 aces against none from Argentina.","Time":"153","Category":"-1"},{"Text":"Talking stats: Rolando Cepeda topped all charts with an amazing total of 28 points, vital for this Cuban win.","Time":"151","Category":"-1"},{"Text":"<p>This is Cuba's first win at 2015 World League! Finally they snap out of their losing streak and collect their first two points at Pool C.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475857&amp;MaxSize=400\">","Time":"132","Category":"-1"},{"Text":"14-8 for Cuba after a wide ball and MVP Cepeda finishes it off! It's 15-9 for Cuba!","Time":"129","Category":"2"},{"Text":"Oh... Jiménez had pulled out another block giving Cuba a 11-7 lead, but he celebrated way too much and he received a red card. It's now 11-8.","Time":"128","Category":"8"},{"Text":"After a block, Cepeda shouts as the entire venue falls into silence. The problem for the noisy home fans is that Cuba is now 10-7 ahead...","Time":"125","Category":"3"},{"Text":"Things remain close as the teams exchange courts. Uriarte was the last scorer, the one that gave Cuba a slim 8-7 lead.","Time":"124","Category":"2"},{"Text":"Well, Cuba is proving us wrong. Fantastic one-on-one block by Osoria and his side is now 6-5.&nbsp;","Time":"121","Category":"3"},{"Text":"Amazing! Two fine digs by Closter in the same rally and Argentina is now 5-4. Key point?","Time":"119","Category":"6"},{"Text":"Still close, 3-3. Cuba is showing more spirit but Argentina is also in good shape.","Time":"118","Category":"-1"},{"Text":"Will this tie-break be as close as the game? So far, it's 1-1...","Time":"116","Category":"-1"},{"Text":"<p>Bruno was the key player for Argentina in the fourth set - 6 points added to his total of 15, though he's still far away from Cepeda, with 26 tallies.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475854&amp;MaxSize=400\">","Time":"115","Category":"-1"},{"Text":"There it is! Classic block-out by Bruno and Argentina win the set by 25-16. Fifth and decisive set in Mendoza!","Time":"112","Category":"2"},{"Text":"The first tie-break of Pool C is about to become true. Another failed Cuban serve places Argentina at 24-16 and the whole venue is waiting...","Time":"109","Category":"-1"},{"Text":"Cuba is doing their share now as well. Two serves died at the net providing Argentina a 20-13 on the board.","Time":"106","Category":"-1"},{"Text":"We should be getting ready for a tie-break, because Argentina is now 16-10 and their attack is almost flawless.&nbsp;","Time":"103","Category":"-1"},{"Text":"Fine work from Argentina's outside spikers - it's now Bruno the one who succeeds to 14-9 and opposite Martina joins for a clear 15-9 lead.","Time":"101","Category":"2"},{"Text":"Jumps like a Cuban! Great skills for home boy Zornetta as he chains two spikes and Argentina move to 12-6.&nbsp;","Time":"98","Category":"2"},{"Text":"Bruno now blocks firmly and the first TTO shows Argentina ahead by four (8-4).","Time":"94","Category":"3"},{"Text":"We hope you are comfortable, because home favourites are back on track in the fourth set! Bruno finds his way to score and Martina serves well for 7-3 numbers.","Time":"93","Category":"1"},{"Text":"Are you keeping track on Cepeda's scoring? He's 21 points after the 2-1 - an average of 7 per set. Good work!","Time":"90","Category":"-1"},{"Text":"<p>Cuban fans in Mendoza are surely happy! Their team clinches their first point at 2015 FIVB World League with this 2-1 score.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475856&amp;MaxSize=400\">","Time":"87","Category":"-1"},{"Text":"Argentina managed to save two set balls, but Cepeda did it again and Cuba improved to 2-1 with a final 25-21.","Time":"85","Category":"2"},{"Text":"Wow! A tremendous serve by Jiménez crashes into Villalba's chest! Nobody's hurt, but Cuba is now 24-19.","Time":"83","Category":"1"},{"Text":"It's time for more action by Cepeda, as he successfully spikes to bring calm to his side (23-19).&nbsp;","Time":"82","Category":"2"},{"Text":"Argentina is working hard to stay there - sweet one-handed set by Chirivino and Crer smashes to put things closer at 21-19.","Time":"79","Category":"5"},{"Text":"Cuba is all fired-up now! Argentina is trying to dig, but the Caribbean are much more persistent and keep spiking to 19-14.","Time":"75","Category":"2"},{"Text":"Outstanding athletic skills by Jiménez now! He jumps high, saves the ball from a block-out and Cepeda scores the 16-13 for Cuba.","Time":"72","Category":"6"},{"Text":"It's all about focus in Mendoza, as Jiménez sends the ball wide creating a 13-point tie.","Time":"71","Category":"-1"},{"Text":"The errors apparently moved to Argentina now. Velasco is not happy and stops the game with Cuba ahead 12-10.","Time":"68","Category":"9"},{"Text":"Nice way for Osmany Uriarte to wash away the last ball! Solid block over Martina and Cuba is back at 9-9!","Time":"66","Category":"3"},{"Text":"This might be decisive for the set... Cuba's Uriarte sends a ball straight on the antenna and Argentina seize a small 8-6 lead.","Time":"63","Category":"2"},{"Text":"However, Argentina won't let go. With bench players Martina and Villalba on court, the home squad levels the score at 5 points each.","Time":"62","Category":"-1"},{"Text":"Another service point by Cepeda - this time placing Cuba ahead by 4-2 in the third set.","Time":"59","Category":"1"},{"Text":"<p>After a marvelous second set, Cepeda has now improved his numbers to 12 points, maintaining Cuba on track in Mendoza.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475851&amp;MaxSize=400\">","Time":"57","Category":"-1"},{"Text":"The set finishes the way it's supposed to: with Cepeda. Cuba level the game with the same score than the first, but reversed - 25-17 and 1-1 overall.","Time":"53","Category":"2"},{"Text":"Setter Calvo can also spike! And he's the one pushing Cuba to set ball (24-16).","Time":"52","Category":"2"},{"Text":"This time, Cuba is doing everything right. Jiménez attacks to 21-13 and even though Martina sends a ball straight to his face afterwards, he's not demoralised at all.","Time":"50","Category":"2"},{"Text":"A powerful serve by Cuba's Calvo creates an 18-10 score. The tie seems to be round the corner...","Time":"47","Category":"1"},{"Text":"When things get tough for Cuba, there's Cepeda. The left-handed spiker succeeds and his time is now 16-9.","Time":"44","Category":"2"},{"Text":"But wait! Ramos unveils a nice block and the gap shortens to 13-8.","Time":"42","Category":"3"},{"Text":"If Cuba continue to attack this way, there's no turning back. A convincing performance enables a 12-5 score for them.&nbsp;","Time":"40","Category":"2"},{"Text":"Although Argentina seem recovered, they still need some extra effort to claw their way back. Cuba is keeping control to 10-3.&nbsp;","Time":"38","Category":"-1"},{"Text":"It's time for some more new faces in Argentina - Rodrigo Villalba enters for the first time and it works! Argentina earn their first point, but Cuba lead 7-1.","Time":"35","Category":"7"},{"Text":"What a player! Cepeda also digs and allows team-mate Jiménez to widen the gap to 6-0.&nbsp;","Time":"33","Category":"6"},{"Text":"And is Cepeda the man in charge of sparking Cuba's hopes - strong serving to a solid 4-0 margin in the second set.","Time":"31","Category":"1"},{"Text":"So far, Rolando Cepeda is leading the scorers' table with 6 kills. Crer and Ramos are tied for Argentina with 4 points apiece.","Time":"30","Category":"-1"},{"Text":"Amazing one-handed dig by Zornetta and González spikes for a final 25-17 score! Argentina takes a 1-0 lead.","Time":"26","Category":"6"},{"Text":"World League debut for Argentina's Luciano Zornetta! He jumps onto the court with his side ahead 23-17.","Time":"25","Category":"7"},{"Text":"Nope. Great block by Martín Ramos and the South American side is now 23-16!","Time":"23","Category":"3"},{"Text":"Rivera enters the court for Uriarte in Cuba. They need to climb back from a 22-16 disadvantage.","Time":"23","Category":"7"},{"Text":"Argentina lead by four in the final track - 20-16 but Cuba resist.","Time":"22","Category":"-1"},{"Text":"One more step for the hosts after a counterattack by González. Cuban coach Sánchez calls for a timeout trailing 18-14.","Time":"20","Category":"2"},{"Text":"Ohhh tough call! A Crer's block lands very close to the sideline and even though Cuba is not happy, is called in. Argentina now leads 16-13.","Time":"17","Category":"-1"},{"Text":"Cepeda is having a much better night as he spikes well for Cuba. 12-12.","Time":"14","Category":"-1"},{"Text":"Nice work by Poglajen in a tough point for Argentina, but things are still close at 10-10.","Time":"12","Category":"-1"},{"Text":"Two spikes from Crer allow Argentina to keep control - it's 8-7 at the first TTO.","Time":"9","Category":"9"},{"Text":"Quick comeback for the hosts and the score is 6-5, but the plot remains tight.","Time":"7","Category":"-1"},{"Text":"Velasco was right - tonight is already different. Cuba grabs a small lead at 4-3 with a nice block by Jiménez.&nbsp;","Time":"5","Category":"3"},{"Text":"Let's get loud! Mendoza celebrates first home point with José Luis González!","Time":"2","Category":"2"},{"Text":"The home team tonight: Demián González, José Luis González, Pablo Crer, Martín Ramos, Nicolás Bruno, Cristian Poglajen and Sebastián Closter (libero). Local opposite González replaces Federico Martina as the only change from Friday.","Time":"1","Category":"-1"},{"Text":"Cuba is on court! Setter Ricardo Calvo, opposite Rolando Cepeda, middle-blockers Dariel Albo and Liván Osoria, outside spikers Javier Jiménez and Osmany Uriarte, and libero Yonder García. Same starters than last night.","Time":"0","Category":"-1"},{"Text":"International referees being presented now. Peru's Walter Vera will be 1st referee and Brazil's Rogerio Espicalsky will join him as 2nd.","Time":"-1","Category":"-1"},{"Text":"<p>And now, time for the hosts!</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475275&amp;MaxSize=400\">","Time":"-4","Category":"-1"},{"Text":"All is respect in Mendoza while the Cuban anthem is playing.","Time":"-4","Category":"-1"},{"Text":"We're almost there people! Official warm up at the net is finished and we are about to hear the anthems...","Time":"-7","Category":"-1"},{"Text":"Aaaaaaargentina! As the team is introduced, Polideportivo Torito Rodríguez is getting louder and louder!&nbsp;","Time":"-15","Category":"-1"},{"Text":"Injuries continue to curse the Cuban team. Not only Lázaro Fundora is out of the roster that's warming up now in Mendoza, but Osniel Rendón suffered a knee injury at a training in Argentina and is also out of the scene.","Time":"-19","Category":"-1"},{"Text":"<p>At this moment, official TV broadcast is starting in Mendoza, for all over the world. Recognise this face? It's Argentinian star Hugo Conte, who's now also well-known as a TV commentator for the national team.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475273&amp;MaxSize=400\">","Time":"-28","Category":"-1"},{"Text":"Don't forget! You can interact with us using FIVB Social Media accounts - find us on Twitter, Facebook, Instagram, Youtube and more!","Time":"-34","Category":"-1"},{"Text":"And that's not all for the Caribbean side. Tonight, Cuba will be trying to avoid a fourth consecutive loss which would match their worst World League start - in 2002 and 2013.&nbsp;","Time":"-43","Category":"-1"},{"Text":"<p>Cuba is on the other side of this story - stuck with no wins after three World League matches played already. Last year they were Group 3 champions and they look forward to rise up to the challenge.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475267&amp;MaxSize=400\">","Time":"-47","Category":"-1"},{"Text":"It was also the first time in 16 years Argentina pulled out a World League win over Cuba, and that same 1999 match was the only previous one with a 3-0 result for the South American.","Time":"-49","Category":"-1"},{"Text":"<p>As the teams enter the court, let's review what happened last night - Argentina managed to win for the first time in Mendoza with a key performance of Nicolás Bruno, man of the match with 14 points.</p><br><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475274&amp;MaxSize=400\">","Time":"-52","Category":"-1"},{"Text":"<p>There are hundreds of young volleyball players gathered in Mendoza to witness some world-class volleyball. After a tournament held in the venue all day long, they have remained here and are eager for the game!</p><div><br></div><iframe id=\"twitter-widget-1\" scrolling=\"no\" frameborder=\"0\" allowtransparency=\"true\" class=\"twitter-tweet twitter-tweet-rendered\" allowfullscreen=\"\" style=\"border: none; max-width: 100%; min-width: 220px; margin: 10px 0px; padding: 0px; display: block; position: static; visibility: visible; width: 500px;\" title=\"Twitter Tweet\" height=\"425\"></iframe> <script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>","Time":"-57","Category":"-1"},{"Text":"<p>Another warm welcome to Mendoza for all volley fans around the world! Atmosphere is starting to build up at Polideportivo Torito Rodríguez for the rematch between Argentina and Cuba, in a little more than one hour... And here we are to show you what's going on!</p>","Time":"-66","Category":"-1"}]