[{"Text":"Thanks for joining us for tonight's FIVB World League action as Canada sweeps past Cuba! That's all for us here in Calgary - good night!","Time":"96","Category":"-1"},{"Text":"Both teams will be back in action in two weeks: Canada visits Bulgaria May 30-31 in Botevgrad, while Cuba will visit Argentina May 29-30 in Mendoza. Cuba will play host to Canada June 19-20 at La Habana as Pool C action in the 2015 FIVB Volleyball World League continues.","Time":"94","Category":"-1"},{"Text":"<p>Schmitt ends the night with 17 kills and 19 points for Canada, while Perrin added 11 kills and a dozen points for the Red and White. Cuba was led by captain Cepeda, who finished with 14 points, while Uriarte had 12 and Chapman 11.</p>","Time":"94","Category":"-1"},{"Text":"Once again, Gavin Schmitt scores the match-ending point for Canada as the home team wins in straight sets for the second time in as many nights: 26-24, 25-19, 25-21.","Time":"92","Category":"-1"},{"Text":"Uriarte again staves off elimination, but still match point Canada leading 24-21.","Time":"91","Category":"-1"},{"Text":"A Perrin kill on the left side brings up match point for Canada, leading 24-20.","Time":"90","Category":"2"},{"Text":"Cepeda uses the Canadian block to keep Cuba alive, trailing 23-20.","Time":"90","Category":"2"},{"Text":"22-18 Canada as Cuba calls its final time out.","Time":"88","Category":"9"},{"Text":"As they do night after night, Canada goes to Gavin Schmitt when they need a big kill - and he delivers. Canada reaches the 20-point plateau.","Time":"86","Category":"2"},{"Text":"Make it four in a row - Uriarte pulls Cuba within three at 19-16.","Time":"85","Category":"2"},{"Text":"<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471654&amp;Maxsize=400\">","Time":"84","Category":"-1"},{"Text":"The time out gave Cuba some life, as Osoria puts down the visitors' third straight point. Still 19-15 for Canada, but Glenn Hoag calls time out to settle the troops.","Time":"84","Category":"9"},{"Text":"Both teams on the net, and the first official calls the violation against Cuba. That makes it 19-12 for Canada, and Cuba calls time out","Time":"82","Category":"9"},{"Text":"16-10 for the Maple Leaf-clad home side at the second technical time out here in set three. Canada looking for the perfect sweep of the weekend.","Time":"78","Category":"9"},{"Text":"For CUB: <span style=\"font-weight: bold;\">Cepeda </span>back in, replacing <span style=\"font-weight: bold;\">Nicolas, </span>while <span style=\"font-weight: bold;\">Richard </span>replaces <span style=\"font-weight: bold;\">Albo.</span>","Time":"77","Category":"7"},{"Text":"Felix Chapman with an intense stare through the net at the Canadian squad after his eighth kill of the match, bringing Cuba back within three.","Time":"76","Category":"2"},{"Text":"Gord Perrin's attack off Romero in the back row for Cuba and up into row 24 here in the Corral. Canada maintaining a healthy advantage at 11-6 in the third set.","Time":"74","Category":"2"},{"Text":"For CUB: <span style=\"font-weight: bold;\">Albo </span>replaces <span style=\"font-weight: bold;\">Richard </span>and <span style=\"font-weight: bold;\">Nicolas </span>in for <span style=\"font-weight: bold;\">Cepeda.</span>","Time":"73","Category":"7"},{"Text":"Nice one-handed set by Richard sets up Osoria for a kill that caught Canada off guard, and Cuba pulls within four at 9-5.","Time":"72","Category":"2"},{"Text":"Schmitt's 12th kill of the night makes it 8-4 Canada over Cuba at the technical time out.","Time":"69","Category":"9"},{"Text":"Van Lankvelt serves up two straight aces for Canada - one a let serve that just rolled over, and the other paints the back line. Canada leads 7-2 in the third.","Time":"68","Category":"1"},{"Text":"Best rally of the weekend ends in Cuba's favour to make it 2-1 CAN - lots of play between the attack lines.","Time":"66","Category":"-1"},{"Text":"Third set underway, Osoria serving for Cuba.","Time":"63","Category":"1"},{"Text":"Schmitt with another six points in the second set to lead all players with 12, while Adam Simac picked up four kills out of the middle for Canada. The Cepeda-Chapman-Osoria trio leading the way still for Cuba. Errors: CAN 9, CUB 16","Time":"62","Category":"-1"},{"Text":"And Romero's serve is long, Canada takes the second set 25-19 over Cuba and a 2-0 lead in the match.","Time":"60","Category":"-1"},{"Text":"Cuba stays alive with a massive three-man block on Van Lankvelt - Osoria leading the way. 24-19 now.","Time":"59","Category":"-1"},{"Text":"Gord Perrin's kill sets up set point at 24-18, and he'll serve for Canada.","Time":"59","Category":"-1"},{"Text":"Two good rallies here, and both end in Canada's favour. The latest is a kill by Adam Simac to make it 23-17 Canada.","Time":"58","Category":"-1"},{"Text":"<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471655&amp;Maxsize=400\">","Time":"56","Category":"-1"},{"Text":"Now 21-16 as Canada looks to close out the second set, and Cuba will talk it over at the bench.","Time":"55","Category":"9"},{"Text":"Rotation error for Cuba opens up a 20-16 lead for Canada.","Time":"55","Category":"-1"},{"Text":"<img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201471653&amp;Maxsize=400\">","Time":"54","Category":"-1"},{"Text":"16-13 Canada at the second technical time out.","Time":"50","Category":"9"},{"Text":"Canada with plenty of success in the middle here - Adam Simac with three of the last four Canadian kills. But Cuba counters with a big back row attack from Uriate to make it 15-13 CAN.","Time":"50","Category":"-1"},{"Text":"Adam Simac gets back-to-back kills for Canada out of the middle, though, to give Canada a 13-11 lead - and a Schmitt roll shot adds another. 14-11 CAN","Time":"48","Category":"2"},{"Text":"5-2 run for Cuba after their time out to tie it 11-11.","Time":"47","Category":"-1"},{"Text":"Schmitt scores his third ace of the night, and Canada leads 9-6 - Cuba calls time out.","Time":"43","Category":"9"},{"Text":"A Vigrass kill makes it 8-6 Canada as we reach the first technical time out.","Time":"42","Category":"9"},{"Text":"Back and forth we go here in set number two, Canada leading 7-6 after a service error.","Time":"41","Category":"-1"},{"Text":"Two-points in a row by Canadian setter TJ Sanders - a dump and an ace, to bring it to 3-3 after Cuba had gone up 3-1.","Time":"38","Category":"-1"},{"Text":"Van Lankvelt, who ended the first set, opens with serve in the second.","Time":"35","Category":"1"},{"Text":"Canada led by Schmitt (6 points), Vigrass (4), and Van Lankvelt (4) in the first set. Cepeda scored 6 for Cuba, while Uriarte added 5 and Chapman 4.","Time":"35","Category":"-1"},{"Text":"<p>And it's IN! Toon Van Lankvelt paints the corner with a service ace, and Canada takes the opening set 26-24 to the delight of the home crowd.</p>","Time":"31","Category":"1"},{"Text":"Vigrass scores to bring up set point No. 2 for the Red and White, Van Lankvelt to serve.","Time":"30","Category":"-1"},{"Text":"Schmitt sends his serve long and we're tied at 24-24. Schneider checks in to replace Schmitt &nbsp;as the back row setter.","Time":"30","Category":"-1"},{"Text":"For CAN: <span style=\"font-weight: bold;\">Hoag </span>replaces <span style=\"font-weight: bold;\">Sanders</span>&nbsp;on set point - 24-23 Canada.","Time":"29","Category":"7"},{"Text":"Canada's Simac, though, returns the favour as his serve goes into the net. 23-23.","Time":"28","Category":"-1"},{"Text":"For CUB: <span style=\"font-weight: bold;\">Yosvani Nicolas</span> replaces <span style=\"font-weight: bold;\">Felix Chapman - </span>and promptly misses the serve. 23-22 Canada.","Time":"28","Category":"7"},{"Text":"Cuba has clawed back here, and we're tied 21-21 thanks to an Uriarte attack that just lands in. Time out called by Canada.","Time":"26","Category":"9"},{"Text":"Chapman gives the media table a stare-down as Cuba pulls within one at 20-19 thanks to his powerful kill in the middle.","Time":"25","Category":"2"},{"Text":"Time out now called by Cuba as Canada scored back-to-back points, including the fourth kill of the night by Schmitt to take a 20-17 lead.","Time":"22","Category":"-1"},{"Text":"Time out Canada after a long rally ends with a Cuban block. CAN leading 18-17 as we approach the late stages of this one.","Time":"21","Category":"9"},{"Text":"Back-to-back points for Cuba out of the technical time out, including an ace by the captain Cepeda as they're back within three at 16-13.","Time":"18","Category":"1"},{"Text":"Hometown boy Graham Vigrass punctuates a middle attack as Canada leads Cuba 16-11 at the second technical time out.","Time":"16","Category":"9"},{"Text":"Cuba calls time out after Canada scores four straight points to take a 12-9 lead. A couple of unforced errors by Cuba in there, including a free ball that was sent out of bounds (wide).","Time":"12","Category":"9"},{"Text":"Cepeda with a monster solo block on Canada's Perrin as Cuba takes the lead 9-8.","Time":"10","Category":"3"},{"Text":"Cuban service error takes us to the first technical time out, with Canada leading Cuba 8-7.","Time":"7","Category":"9"},{"Text":"Ace! Schmitt finds the back line with a laser, and it's 6-4 Canada.","Time":"5","Category":"1"},{"Text":"Big kill in the middle for Cuba's Felix Chapman, and we're tied at 2-2 early.","Time":"3","Category":"2"},{"Text":"First point to Canada, as Graham Vigrass uses the block to his advantage from the middle.","Time":"1","Category":"2"},{"Text":"Here we go! Cuba to serve first, and Osoria starts us off here in Calgary.","Time":"1","Category":"1"},{"Text":"Cuban starters: <span style=\"font-weight: bold;\">Romero, Richard, Cepeda, Osoria, Uriarte, </span>and <span style=\"font-weight: bold;\">Chapman. </span>Libero <span style=\"font-weight: bold;\">Garcia.</span>","Time":"0","Category":"-1"},{"Text":"Officials introduced: <span style=\"font-weight: bold;\">Avelino Azevdeo (POR)</span>&nbsp;and <span style=\"font-weight: bold;\">Ronald Stahl (USA)</span>&nbsp;will work this match.","Time":"-1","Category":"-1"},{"Text":"Warm-up is done, and we're just seconds away from the national anthems here in Calgary!","Time":"-8","Category":"-1"},{"Text":"No lineup changes for Canada. Starters will be <span style=\"font-weight: bold;\">Sanders, Perrin, Simac, Van Lankvelt, Schmitt, </span>and <span style=\"font-weight: bold;\">Vigrass - </span>Simac replaces Justin Duff, who played all three sets last night.","Time":"-10","Category":"-1"},{"Text":"Ten players dressed for Cuba tonight as they operate without Lazaro Fundora, who was injured midway through the second set last night.","Time":"-14","Category":"-1"},{"Text":"Team captains meet for the coin toss as the 20-minute countdown begins, and the teams trade sides as a result.","Time":"-18","Category":"-1"},{"Text":"Crowd significantly smaller than Saturday night at this point as the warm-up takes a break and the traditional team photos are taken. Team Canada welcomes several volunteers to the floor to join in its photo.","Time":"-20","Category":"-1"},{"Text":"Canada will wear their reds tonight, with black shorts and numbers. Cuba going with the white jerseys along with blue shorts.","Time":"-24","Category":"-1"},{"Text":"Last night's match took just 84 minutes from start to finish. Canada's Gavin Schmitt and Toon Van Lankvelt led the way with 16 and seven attacks, respectively, while Cuba looked to Osmany Uriarte (11) and Rolando Cepeda (7) for offence.&nbsp;","Time":"-31","Category":"-1"},{"Text":"Cuba first to the floor for pre-game, but Canada has since joined them as the Corral starts to fill up.","Time":"-38","Category":"-1"},{"Text":"<table class=\"table\" style=\"width: 789px; margin-bottom: 21px; font-family: 'Open Sans', 'Helvetica Neue', Helvetica, Arial, sans-serif; background-color: rgb(255, 255, 255);\"><tbody><tr><td class=\"click2edit\" data-id=\"20d7e6aa-4282-46cc-a18d-4fc672f4c388\" style=\"line-height: 1.42857143;\"><br></td><a href=\"https://instagram.com/p/2xaWlxR0Ms/\" target=\"_blank\">CLICK HERE</a><td class=\"click2edit\" data-id=\"20d7e6aa-4282-46cc-a18d-4fc672f4c388\" style=\"line-height: 1.42857143;\">Team Canada star Gavin Schmitt implored the Canadian fans to get loud tonight after a sold-out arena was relatively tame on Saturday</td></tr></tbody></table>","Time":"-50","Category":"13"},{"Text":"Canada won the opening match last night in straight sets (25-20, 25-19, 26-24) and will look for a repeat performance tonight, while the Cubans are determined to be better in the rematch.","Time":"-56","Category":"-1"},{"Text":"<p>We are back live at the Stampede Corral in Calgary, Alberta as we get set for tonight's FIVB World League rematch between Canada and Cuba! First serve is just over 60 minutes away - stay tuned!</p>","Time":"-66","Category":"-1"}]