[{"Text":"EDGAR: We can take positives out of this to Brazil. We have to keep our heads up, we'll take on the Italians again in a couple of week's time, let's see if we can take it up to them there.","Time":"130","Category":"-1"},{"Text":"TRAVICA: This is amazing for us, six points, my group gave 100 per cent. This week has been amazing for us.","Time":"129","Category":"-1"},{"Text":"Italy wins both matches in Australia, a dream start for the young European team at the start of a demanding World League campaign. There's a big Italian fan contingent in the crowd, the team has gone to the stands to thank them for their support.","Time":"128","Category":"-1"},{"Text":"Australian dig goes wide - well done Italy, take the fourth set 25-23, and the match 3-1.","Time":"126","Category":"-1"},{"Text":"Walker fantastic dig of Lanza power serve, Sanderson spike.. 24-23","Time":"125","Category":"-1"},{"Text":"Edgar's spike well long.. 24-22 Italy, but there's a challenge.. Unsuccessful, score stands. match point Italy","Time":"125","Category":"-1"},{"Text":"Sabbi gives a big spike - Italy 23-22","Time":"123","Category":"-1"},{"Text":"Sanderson blocks, the stadium erupts! Somehow Australia has fought its way back to 22-22","Time":"122","Category":"-1"},{"Text":"Italy now called for a net touch, and they're not happy. 22-21","Time":"121","Category":"-1"},{"Text":"Edgar's spike out by a long, long way - but there's an Australian challenge claiming a touch. Challenge successful - 22-20","Time":"120","Category":"-1"},{"Text":"Walker into the net - 22-19","Time":"119","Category":"-1"},{"Text":"Antonov into the net, 21-19","Time":"118","Category":"-1"},{"Text":"Antonov serve called long, Italy challenges successfully. 21-18","Time":"118","Category":"-1"},{"Text":"Perry called for a carry - 20-18","Time":"117","Category":"-1"},{"Text":"Sabbi spike is straight into the net accoring to referee 19-18","Time":"116","Category":"-1"},{"Text":"Rabdazzo serves long - 19-17","Time":"116","Category":"-1"},{"Text":"Australian net touch - Italy 19-16","Time":"115","Category":"-1"},{"Text":"Great scrambling by Colaci, but Sabbi crashes ball into the net.. and a big spike makes it 18-16 to Italy","Time":"115","Category":"-1"},{"Text":"Australia a touch lucky - Italy 16-15","Time":"114","Category":"-1"},{"Text":"Sanderson spike sails well wide.. Italy leads 16-14 at second TTO, Italy leads the match 2-1","Time":"112","Category":"-1"},{"Text":"Peacock reaches over the net, gives the point to Italy and the lead 15-14","Time":"112","Category":"-1"},{"Text":"Alletti into the wall, ball sails wide.. 14-14","Time":"111","Category":"-1"},{"Text":"A Guymer block gives Australia back the lead 14-13","Time":"111","Category":"-1"},{"Text":"Italy gets a touch on the Edgar spike 13-13","Time":"110","Category":"-1"},{"Text":"Edgar's spike hits the wall, but it goes straight into the floor 13-12","Time":"110","Category":"-1"},{"Text":"Alletti returns the favour.. 13-11","Time":"109","Category":"-1"},{"Text":"Sanderson spike good - Italy 12-11","Time":"109","Category":"-1"},{"Text":"An entertaining but possibly not a high-class rally.. Edgar's spike goes long, Italy 12-10","Time":"108","Category":"-1"},{"Text":"Big block from Vettori gives Italy back the lead 11-10","Time":"107","Category":"-1"},{"Text":"Lanza power makes it 10-10","Time":"107","Category":"-1"},{"Text":"Australia scramble to stay in that point, and then Mote spikes into the floor - 10-9","Time":"107","Category":"-1"},{"Text":"Edgar serve into the net.. 9-9","Time":"106","Category":"-1"},{"Text":"Mote spike called in, Italy challenges - but the call was good. Australia leads 9-8","Time":"106","Category":"-1"},{"Text":"Randazzo shows it's not just power that wns [oints. 8-8","Time":"105","Category":"-1"},{"Text":"Italian mistake makes it 7-7, and an Edgar block makes it... you guessed it, Australia leading 8-7 at the first TTO, fourth set","Time":"104","Category":"-1"},{"Text":"I think it was a mishit from Anzani, bit it gets the point. 7-5 Italy, before a Sanderson spike face plants Italy 7-6","Time":"103","Category":"-1"},{"Text":"The Italian wall on the Edgar spike gives the visitors the lead, and a Guymer spike goes long. Italy 6-4","Time":"101","Category":"-1"},{"Text":"A diving Walker pulls of an incredible save, Sanderson spikes. 4-3 to Australia","Time":"100","Category":"-1"},{"Text":"Great hussle by Sanderson, an Edgar spike - 3-3","Time":"99","Category":"-1"},{"Text":"Lanza too powerful on the net - his spike levels at 2-2, his eighth point of the night","Time":"99","Category":"-1"},{"Text":"Giannelli with the most interesting serve of the night, just makes the net 1-1, and then Edgar spike makes it Australia 2-1","Time":"98","Category":"-1"},{"Text":"Interestingly Australia narrowed the attack points to 45-40 that set, Edgar leading the way with 21","Time":"97","Category":"-1"},{"Text":"The Mote floating serve puts Italy on the back foot - their spike goes wide, Australia takes the third set 25-23. This match is not over yet!","Time":"94","Category":"-1"},{"Text":"Bang goes Sanderson - 24-23 set point Australia","Time":"93","Category":"-1"},{"Text":"Bang goes Anzani 23-23","Time":"92","Category":"-1"},{"Text":"Italian seerve long - 23-22 Australia","Time":"92","Category":"-1"},{"Text":"Sorry point replayed 22-22","Time":"91","Category":"-1"},{"Text":"Edgar called for a foot fault, Santilli not happy and challenges. Challenge successful 23-21","Time":"91","Category":"-1"},{"Text":"And another from the Australian captain, Volleyroos back in the lead 22-21 as Italy calls a time out","Time":"89","Category":"-1"},{"Text":"Edgar returns the favour - 21-21","Time":"88","Category":"-1"},{"Text":"Vettori spikes, Italy 21-20","Time":"88","Category":"-1"},{"Text":"Now Italy servesinto net - 20-20","Time":"87","Category":"-1"},{"Text":"Sanderson serves long - Italy 20-19","Time":"87","Category":"-1"},{"Text":"Big block by Alletti is called a net touch - Italy challenges, but call stands - 19-19","Time":"86","Category":"-1"},{"Text":"And then a Guymer spike goes wide, and Italy take the lead back. This could be heartbreaking for Australia 19-18","Time":"85","Category":"-1"},{"Text":"Giannelli serve too hot to handle for Australia - it's 18-18","Time":"84","Category":"-1"},{"Text":"Peacock sets for Guymer, he spikes into the floor - 18-16 Australia","Time":"83","Category":"-1"},{"Text":"Anzani and the Italian wall blocks the Edgar spike, Antonov into hte game. 17-16","Time":"83","Category":"-1"},{"Text":"Italy spike, but then a net touch keeps the 2 popint margin for Australia 17-15","Time":"82","Category":"-1"},{"Text":"italy lead the attack stats 42-34","Time":"81","Category":"-1"},{"Text":"Now an Italian service error, Australia leads 16-14 at the second TTO. it's the first time they've led at this stage of the match tonight.","Time":"81","Category":"-1"},{"Text":"Peacock in for Sukochev, Edgar serve long 15-14","Time":"80","Category":"-1"},{"Text":"Lanza saw that Mote move coming.. nice block 14-13, before a Walker spike back out to 15-13","Time":"79","Category":"-1"},{"Text":"Australian net touch - 14-12","Time":"79","Category":"-1"},{"Text":"It's blow for blow, as Edgar rockets one past the Italian wall 14-11","Time":"78","Category":"-1"},{"Text":"Alletti again for Italy, his spike makes it 13-11","Time":"78","Category":"-1"},{"Text":"Nice Italian block on the Edgar spike brings Italy within two, 12-10","Time":"76","Category":"-1"},{"Text":"Alletti gets one past the wall.. 12-9","Time":"76","Category":"-1"},{"Text":"Sukochev sets, Edgar spikes - 12-8 Australia as Giannelli comes in for Italy","Time":"75","Category":"-1"},{"Text":"Italian net touch gives Australia a rare mini-break 11-8","Time":"75","Category":"-1"},{"Text":"Italian spike goes long, but they challenge again.. did Australia get a touch? No! Australia leads 10-8","Time":"74","Category":"-1"},{"Text":"Lanza spike too hot for Australian wall. 9-8","Time":"73","Category":"-1"},{"Text":"Italian spike goes long, suddenly Australia up 9-7","Time":"72","Category":"-1"},{"Text":"So for the third time in a row, Australia goes into the first TTO 8-7. They've thrown it away from here in the first two sets.","Time":"72","Category":"-1"},{"Text":"Nice set from Sukochev, Mote spikes into the floor 7-7 as Guymer comes on for Passier","Time":"71","Category":"-1"},{"Text":"Great serve by Walker, Australia w=ins consecutive points! 6-6","Time":"70","Category":"-1"},{"Text":"Italy spike goes out, but they're claiming it got an Australian touch.. They've been very successful with their challenges tonight - and they've got this one right too 6-4 Italy","Time":"69","Category":"-1"},{"Text":"I'd like to see how often Australia has been able to win two points in a row tonight.. 5-4 Italy","Time":"68","Category":"-1"},{"Text":"Italy clever - 4-2, before Edgar spike makes it 4-3 to Italy","Time":"67","Category":"-1"},{"Text":"It's that man Randazzo again with the big spike - Italy in fropmnt 3-2","Time":"66","Category":"-1"},{"Text":"An Edgar spike and a Sanderson thunderbolt ace is challenged by Italy - the call is overturned.. 2-2","Time":"66","Category":"-1"},{"Text":"Walker digs and spikes to give Australia the first point of third set.","Time":"64","Category":"-1"},{"Text":"Australia needs to put some points together to put pressure on the inexperienced Italians. They haven't been able to do that at all tonight.","Time":"64","Category":"-1"},{"Text":"Italy leads 2-0 I mean. You know what I mean. Anyway Italy is in control, Edgar has 13 points for Australia, Randazzo 10 for Italy. All the stats are pretty even, Australia is just not showing any consistency","Time":"62","Category":"-1"},{"Text":"A very ugly point for Australia to end the set 25-20. Italy now leads 25-20 and it will take a complete reversal of form to see Australia get back into this match","Time":"60","Category":"-1"},{"Text":"Edgar spike well out. Set point for Italy as Sabbi comes into the game 24-21","Time":"58","Category":"-1"},{"Text":"Veteran Roberts in to the match for Walker as Travica shows all his smarts at the net 23-21","Time":"58","Category":"-1"},{"Text":"Australia needed a big serve from Edgar, but it's into the net 22-20","Time":"57","Category":"-1"},{"Text":"That was an outstanding dig by Libero Colaci from the Edgar serve, but the Australians follow up with a big spike to close the score to 21-20 Italy's favour","Time":"56","Category":"-1"},{"Text":"The set is perfect for Edgar, and then Randazzo slams one of his own in 21-18","Time":"55","Category":"-1"},{"Text":"Italian net touch, Sanderson service error.. Italy leads 20-17 late in the second set..","Time":"53","Category":"-1"},{"Text":"Italy look calm and in control 19-16","Time":"52","Category":"-1"},{"Text":"Mote serve well long.. too many mistakes for the home team","Time":"51","Category":"-1"},{"Text":"Edgar knows the path around a block.. 17-15","Time":"51","Category":"-1"},{"Text":"Service errors from both teams 17-14","Time":"50","Category":"-1"},{"Text":"Vettori spike too hot for Australia to handle - Italy go into the TTO leading 16-13, second set","Time":"49","Category":"-1"},{"Text":"Desperate dive from Randazzo can't keep the ball alive - 15-13 Italy leads","Time":"48","Category":"-1"},{"Text":"Italy really getting into a groove now.. 15-12","Time":"47","Category":"-1"},{"Text":"Italian spike runs along the net, referee says out, Italy challenge.. But they're looking at the touch instead. Berrutto politely points out he wants to check the line, and he's right! decision overturned, Italy lead 13-12","Time":"46","Category":"-1"},{"Text":"Well I never!!! Best point of the last two nights, with Australia covering more miles than the early explorers, before a net touch gives it to the Italians. They lead 13-11","Time":"45","Category":"-1"},{"Text":"Could that be the point? Australian net touch puts the Italians in front 12-11","Time":"43","Category":"-1"},{"Text":"It's point-for-point in this set - who will make the decisive move? 11-11","Time":"42","Category":"-1"},{"Text":"Alletti makes his presence felt with a big spike 10-10","Time":"41","Category":"-1"},{"Text":"Sanderson into the wall, floats wide. 10-9 to Australia","Time":"41","Category":"-1"},{"Text":"Italy keep having net problems - but when they get it right, they get it eight! 9-9","Time":"40","Category":"-1"},{"Text":"Mote spike takes Australia to an 8-7 lead to the first TTO. It was the same in the opening set, but the Volleyroos couldn't keep up the momentum. Will it be different this set?","Time":"39","Category":"-1"},{"Text":"BANG! An Edgar rocket gives the Italians no chance of even laying a finger on it. But nice touch on the next point from Italy 7-7","Time":"37","Category":"-1"},{"Text":"There's some confusion, with Santilli challenging a call. But no-one seems certain what the challenge is, and he is overruled 6-5 to Italy","Time":"36","Category":"-1"},{"Text":"Vettori rockets one past the Australian defence - 5-5","Time":"35","Category":"-1"},{"Text":"Sanderson spike makes it 4-4","Time":"34","Category":"-1"},{"Text":"Two net touches in a row for Italy brings the score back to 3-3","Time":"33","Category":"-1"},{"Text":"Edgar's spike goes wide - Italy 3-1","Time":"32","Category":"-1"},{"Text":"Italy takes the opening point of the second set, but a tricky Mote serve makes it 1-1. It's Randazzo again though with a big spike - Italy 2-1","Time":"32","Category":"-1"},{"Text":"Edgar and Lanza both have five points after the opening set","Time":"31","Category":"-1"},{"Text":"Italy playing a strong attacking game tonight. They lead the points scored on attack 14-10, while the error count is pretty even.&nbsp;","Time":"29","Category":"-1"},{"Text":"Australia decides not to play at the Italian spike, but it's well in. First set to Italy 25-20","Time":"27","Category":"-1"},{"Text":"Vettori squeezes one past the wall, and then his follow up serve clips a sprawling Perry. Some big plays from Mote makes it 24-20 Italy","Time":"26","Category":"-1"},{"Text":"Australia are holding their nerve in the long points - an Edgar spike takes it to Italy 21-18, but his next serve goes long 22-18","Time":"25","Category":"-1"},{"Text":"Randazzo is enjoying himself for the Italians. His spike gets a big touch from the wall and sails out to give the visitors a 21-16 lead","Time":"23","Category":"-1"},{"Text":"Best rally of the match so far, finished off with an Edgar spike - Italy 19-16","Time":"21","Category":"-1"},{"Text":"The Sanderson serve continues to be problematic for Italy.. until he puts one into the net. Italy 19-15","Time":"20","Category":"-1"},{"Text":"Gentle touch from Edgar, the block goes wide.. Italy 18-14","Time":"20","Category":"-1"},{"Text":"Sukochev in for Peacock - Adelaide for Adelaide","Time":"19","Category":"-1"},{"Text":"Not sure how they did it, but Australia get the serve back.. But a big Lanza spike makes it Italy 17-12","Time":"18","Category":"-1"},{"Text":"Sloppy set from Peacock gives his spikers no chance.. Now the mistakes are creeping in, Italy leads 16-11 at TTO","Time":"17","Category":"-1"},{"Text":"Randazzo gets one past the wall, and Edgar can't save - 15-10","Time":"16","Category":"-1"},{"Text":"Clever! Vettori just drops one over the net, taking the Australians completely by surprise. Bit of frustration creeping in now for the home team. Time-out 14-10 Italy","Time":"15","Category":"-1"},{"Text":"Randazzo doing a power of work on the net for Italy - big block on Edgar 13-10 Italy","Time":"14","Category":"-1"},{"Text":"Lanza blasts a spike into the Australian wall and it floats out - Italy 11-9","Time":"12","Category":"-1"},{"Text":"Italy claims there was an Australian touch - they're checking the replay, and the point overturned - 8-8","Time":"11","Category":"-1"},{"Text":"And then a big Walker block sends Australia to the first TTO leading 8-7. Unlike last night Australia not making so many errors early.&nbsp;","Time":"9","Category":"-1"},{"Text":"Sanderson rocket too hot to handle for Italy - Australia levels at 7-7","Time":"8","Category":"-1"},{"Text":"Edgar's spike just gets an Italian touch, but then Walker plays at one he should have left.. Italy 7-5","Time":"7","Category":"-1"},{"Text":"A captain's block from Travica and a lift from Peacock gives Italy a 5-3 lead","Time":"5","Category":"-1"},{"Text":"Big block by Mote, followed by a massive spike - that's why he's so important back in the starting line-up. Walkers follow up serve goes out 3-3","Time":"4","Category":"-1"},{"Text":"Ugly point for Australia gives Italy a 2-1 lead - no communication between Sanderson and Mote","Time":"3","Category":"-1"},{"Text":"Lanza serves into the net to give Australia the first point of the match","Time":"2","Category":"-1"},{"Text":"Australian starters: Sanderson, Passier, Edgar, Peacock, Mote, Walker and Libero Perry","Time":"1","Category":"-1"},{"Text":"Italian starting line-up: Vettori, Lanza, Randazo, Travica, Anzani, Alletti and Libero Colaci","Time":"0","Category":"-1"},{"Text":"<p>Teams are lining up for the national anthem.. Another good crowd at Adelaide Arena for this World League clash</p>","Time":"-5","Category":"-1"},{"Text":"<p>Oleg Antonov was one of the Italians who made his debut last night, and was a key player in their win. Australia will be watching him closely tonight&nbsp;</p><img srchttp://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201474960&maxSize=400>","Time":"-9","Category":"-1"},{"Text":"<p>Australia wins the toss and elects to receive..&nbsp;</p>","Time":"-15","Category":"-1"},{"Text":"<p>Both teams are out warming up. No word at this stage of changes to either team. It will be interesting to see if Santilli uses Nehemiah Mote earlier tonight. He had been battling a slight injury during the week.</p>","Time":"-30","Category":"-1"},{"Text":"<p>Australia will once again rely heavily on captain Tom Edgar to impose himself on the game. The 211cm opposite finished with 20 points last night but said he was disappointed with his game.</p>","Time":"-39","Category":"-1"},{"Text":"Australian coach Santilli was disappointed with his team's error count last night, while Italian coach Berruto was very happy with the attitude of his inexperienced team. One hour until game time!","Time":"-57","Category":"-1"},{"Text":"<p>Good afternoon volleyball fans from a cold and wet Adelaide.. Good morning if you are in Europe, good evening in the Americas.. Welcome to game two between Australia and Italy, Group 1 World League.&nbsp;</p>","Time":"-70","Category":"-1"},{"Text":"<p>24 hours until Australia takes on Italy in Adelaide.. Australia has never taken a set off Italy in five matches in World League.</p>","Time":"-2561","Category":"-1"}]