[{"Text":"The Czech side extend to 14-10, and after a net serve, they put it away with a tussle at the net with Japan's captain Shimizu. With the point awarded to the visiting Czech side, the comeback is complete. The Czech Republic take a hard fought match, 3-2 (22-25, 20-25, 26-24, 25-23, 15-11)!","Time":"140","Category":"-1"},{"Text":"Ishikawa just fired a dangerous serve that the Czech libero&nbsp;Krystof miraculously returned. It led to a Stokr spike to go up 12-10. Might be the clinching moment for the Czech side here.","Time":"138","Category":"4"},{"Text":"A pair of spikes from Baranek has the Czech side extend three points ahead at 11-8. If they can pull off this comeback, it will be no small feat!","Time":"135","Category":"2"},{"Text":"A clever, soft tip by&nbsp;Jakub Janouch at the net gives the Czech side a 9-7 edge. Timeout for Japan.","Time":"132","Category":"9"},{"Text":"Jakub Vesely puts a stunning block on Japan's Suzuki to draw even again at 6-6. The crowd has gotten a little quieter here in Momotaro Arena!","Time":"131","Category":"3"},{"Text":"Ishikawa puts Japan up 4-2 early in the tie-break, with a great get on the baseline, and then hustling to the net for the put-away.&nbsp;","Time":"128","Category":"2"},{"Text":"<p>Ishikawa has a rare misfire that lands really out wide, giving the Czech side set point at 24-22. Shimizu responds with a successful spike, but eventually Stokr put this fourth set away for the Czech Republic, his spike taking the period 25-23.&nbsp;</p><p>Two sets all. <br>Tie-break time.&nbsp;</p>","Time":"122","Category":"2"},{"Text":"After the teams traded points to reach 21-21, Konecny stepped up with an ace to put the Czech side up by one. Time out for Japan.","Time":"118","Category":"9"},{"Text":"Another Ishikawa spike pulls Japan even at 16-16!","Time":"112","Category":"2"},{"Text":"The Czech side edged ahead 13-10, but Ishikawa is doing his best to keep Japan close, firing away on the left side. But at the second TTO, the Czech Republic holds their two point edge, 16-14.","Time":"110","Category":"9"},{"Text":"With the Czech side ahead 7-6, Japan's setter Hideomi Fukatsu responded magnificently with two consecutive aces to give the home team an 8-7 edge at the TTO. Let's see if that shifts the momentum!","Time":"103","Category":"1"},{"Text":"Jan Stokr keeps the momentum going in the fourth with an ace putting the Czech side up 4-2. That's his second ace today.&nbsp;","Time":"98","Category":"1"},{"Text":"<p>Lots of drama to end this third set, with Japan fighting back to deuce (24-24). The pivotal moment came on an Ishikawa serve that landed just long of the baseline. Japan, and it's hometown fans presumed an ace, but instead the misfire gave the Czech side another set point. They didn't waste it, a Stokr spike stealing the third set for the Czech Republic.&nbsp;</p><p>Japan's coach Nambu won't be happy to have let that set slip away, having been mostly in control until the very end.&nbsp;</p>","Time":"94","Category":"2"},{"Text":"Match again comes up big with a beautiful tip to put the Czech side ahead 23-22. Let's see what they can do with this chance.","Time":"89","Category":"-1"},{"Text":"<p>The Czech side has tied it up (20-20), thanks to some spark on defence. Libero Martin Krystof is really scrambling out there!</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475911&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"86","Category":"6"},{"Text":"A hard block by 206-cm-tall&nbsp;Radek Mach on Shimizu draws the Czech side within two points at 18-16. He's pumped up!","Time":"81","Category":"3"},{"Text":"<p>Japan extends to a five point lead (14-9) thanks to strong attacking from their captain&nbsp;Kunihiro Shimizu. He can be really spectacular hitting from out wide, as you can see from his high-flying picture in the warm up (below). He has ten points in this match so far.</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475902&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"76","Category":"2"},{"Text":"Japan has kept their momentum to start the third set, with&nbsp;Yoshifumi Suzuki frustrating Stokr at the net with a block. Czech side calls timeout, with Japan ahead 5-2.","Time":"66","Category":"9"},{"Text":"<p>Ishikawa eventually takes the second set for Japan, his hard spike finding the mark for his 12th point of the match to lead all scorers so far. 2-0 Japan. Momotaro Arena is rockin'!</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475908&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"61","Category":"2"},{"Text":"An absolutely gorgeous ace from the young lefty Yuta Matsuoka that curled out and caught the sideline! Japan has set point at 24-18","Time":"58","Category":"1"},{"Text":"The Czech side are within three points now (19-16), thanks to a hard spike from&nbsp;Adam Bartos. Can Japan hold their lead?","Time":"53","Category":"2"},{"Text":"Baranek closes the gap to just four points with another score, his fifth of this set, to make it 16-12. The Czech side is within striking distance now.","Time":"50","Category":"2"},{"Text":"Czech coach Smejkal calls timeout to regroup. 15-8 for Japan, so if his side is going to mount a comeback, it needs to start now.","Time":"46","Category":"9"},{"Text":"Baranek continues to fire away, but Japan's defence is solid, making the Czech side work for every point. Japan's captain&nbsp;Shimizu made a wonderful get landing on the Czech bench, but Baranek eventually put the point away on a spike. 12-7, Japan still way ahead.","Time":"44","Category":"14"},{"Text":"Kamil Baranek puts an end to Japan's run (five unanswered) with a pair of scores to make it 9-5. If they let Japan run away now, the Czech side might not be able to catch them.&nbsp;","Time":"40","Category":"2"},{"Text":"Japan's captain Shimizu has been rather quiet so far, with Ishikawa and&nbsp;Kuriyama carrying the load on the attack. But he finds the mark on a hard spike to spark a run for Japan.&nbsp;Akihiro Yamauchi, Japan's tallest player, caps it off from the service line with an beautiful ace to make it 8-3 at the TTO.","Time":"37","Category":"1"},{"Text":"Japan continues to frustrate the Czech side to open the second set, with a floater Ishikawa serve finding the mark to put the home team up 4-1 early.&nbsp;","Time":"34","Category":"1"},{"Text":"The Czech side fought off one set point, but erred from the service line to hand the home team the first set, 25-22. That was a closely contested period, with Stokr hitting hard for his side, but Japan defending quite well so far.&nbsp;","Time":"30","Category":"1"},{"Text":"A hard Yuki Ishikawa spike gives Japan a set point at 24-21!","Time":"26","Category":"2"},{"Text":"Kamil Baranek subs into the match, with his side down 22-19. He played wonderfully yesterday. Let's see if he can help bring his side back!","Time":"24","Category":"7"},{"Text":"There's a great dig by Czech Republic's&nbsp;Martin Krystof leading to a score after a great rally! That keeps his side close at 20-19.&nbsp;","Time":"22","Category":"14"},{"Text":"As they did yesterday,&nbsp;Masashi Kuriyama and&nbsp;Yuki Ishikawa are active on the attack for Japan. Czech captain, Ales Holubec, had some luck with a stubborn block on Kuriyama (to make it 10-10), but the Czech blockers will need more consistent containment against these two as the match progresses. It's 16-14 for Japan at the second TTO.","Time":"18","Category":"9"},{"Text":"Stokr has refocused and is back on track, with a couple of successful attacks and an ace from the service line, helping his side draw even at 7-7.&nbsp;","Time":"9","Category":"1"},{"Text":"To start the match, Czech coach Smejkal has opted to start&nbsp;Jan Stokr, who didn't play much yesterday. He's showing some nerves early on, with a couple of misfires letting Japan edge ahead 3-0.","Time":"4","Category":"-1"},{"Text":"Both sides are warming up now leading up to match time. Japan's coach Masashi Nambu suspected that the visiting Czech team might have been still feeling the effects of jet lag yesterday after a long flight here. If that's the case, we can expect a more intense fight from the Czech side to start this match today!&nbsp;","Time":"-13","Category":"-1"},{"Text":"<p>As fans await in Momotaro Arena, players are getting in some last minute preparation at the training court. Japan's younger players really brought great energy to yesterday's match, and they'll look to do the same today!&nbsp;</p><p><br></p><img src=\"http://www.fivb.org/Vis2009/Images/GetImage.asmx?No=201475888&amp;Maxsize=400\" style=\"width: 400px;\"><p><br></p>","Time":"-29","Category":"-1"},{"Text":"<p>Another beautiful day in Okayama, Japan, as the city preps to host the second Japan v Czech Republic match in as many days. Local fans are still riding the high of yesterday's hometown win (3-1), but a tough Czech Republic squad will surely be looking for a better effort today!</p>","Time":"-77","Category":"-1"}]